Repository: pdrm55/vesthub
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fa, tr

source: About VestHub
fa: درباره VestHub
tr: VestHub Hakkında

source: Where Deep Market Experience Meets Future Technology. We are a collective of veteran traders and engineers building the tools real traders need.
fa: جایی که تجربه عمیق بازار با فناوری آینده تلاقی می‌کند. ما مجموعه‌ای از معامله‌گران باسابقه و مهندسان هستیم که ابزارهای مورد نیاز معامله‌گران واقعی را می‌سازیم.
tr: Derin Piyasa Deneyiminin Geleceğin Teknolojisiyle Buluştuğu Yer. Gerçek yatırımcıların ihtiyaç duyduğu araçları inşa eden kıdemli yatırımcılar ve mühendislerden oluşan bir kolektifiz.

source: Our Unique Advantage
fa: مزیت منحصر‌به‌فرد ما
tr: Benzersiz Avantajımız

source: A Team Forged by Experience
fa: تیمی ساخته شده با تجربه
tr: Deneyimle Yoğrulmuş Bir Ekip

source: Market Experts
fa: کارشناسان بازار
tr: Piyasa Uzmanları

source: The Market Experts (20+ Years)
fa: کارشناسان بازار (بیش از ۲۰ سال)
tr: Piyasa Uzmanları (20+ Yıl)

source: Our core strategy is driven by senior analysts and quantitative traders with over two decades of active, in-the-trenches market experience. They are the architects of the trading algorithms (bots) tested and proven profitable in diverse market conditions. They don't just follow trends; they anticipate them.
fa: استراتژی اصلی ما توسط تحلیلگران ارشد و معامله‌گران کمی (Quantitative) با بیش از دو دهه تجربه فعال و میدانی در بازار هدایت می‌شود. آن‌ها معماران الگوریتم‌های معاملاتی (ربات‌ها) هستند که در شرایط گوناگون بازار آزمایش شده و سوددهی آن‌ها اثبات گردیده است. آن‌ها فقط از روندها پیروی نمی‌کنند؛ آن‌ها روندها را پیش‌بینی می‌کنند.
tr: Temel stratejimiz, yirmi yılı aşkın aktif piyasa deneyimine sahip kıdemli analistler ve kantitatif yatırımcılar tarafından yönlendirilmektedir. Onlar, çeşitli piyasa koşullarında test edilmiş ve kârlılığı kanıtlanmış ticaret algoritmalarının (botların) mimarlarıdır. Sadece trendleri takip etmezler; onları öngörürler.

source: Innovative Engineers
fa: مهندسان نوآور
tr: Yenilikçi Mühendisler

source: The Innovative Engineers (AI Prowess)
fa: مهندسان نوآور (قدرت هوش مصنوعی)
tr: Yenilikçi Mühendisler (Yapay Zeka Yetkinliği)

source: Complementing this experience is our senior development team, fluent in the latest software methodologies and AI. This team translates the complex strategies of our analysts into fast, secure, and intelligent tools. We build the tools that we ourselves use every single day.
fa: مکمل این تجربه، تیم توسعه ارشد ماست که به جدیدترین متدولوژی‌های نرم‌افزاری و هوش مصنوعی مسلط است. این تیم استراتژی‌های پیچیده تحلیلگران ما را به ابزارهایی سریع، امن و هوشمند تبدیل می‌کند. ما ابزارهایی را می‌سازیم که خودمان هر روز از آن‌ها استفاده می‌کنیم.
tr: Bu deneyimi tamamlayan, en son yazılım metodolojileri ve yapay zeka konusunda uzmanlaşmış kıdemli geliştirme ekibimizdir. Bu ekip, analistlerimizin karmaşık stratejilerini hızlı, güvenli ve akıllı araçlara dönüştürür. Her gün bizzat kullandığımız araçları inşa ediyoruz.

source: Beyond Theory: A Proven Track Record
fa: فراتر از تئوری: سابقه اثبات شده
tr: Teorinin Ötesinde: Kanıtlanmış Bir Geçmiş

source: We don't just talk about technology; we have implemented it at the highest levels.
fa: ما فقط درباره تکنولوژی صحبت نمی‌کنیم؛ ما آن را در بالاترین سطوح پیاده‌سازی کرده‌ایم.
tr: Sadece teknolojiden bahsetmiyoruz; onu en üst düzeylerde uyguladık.

source: ERP System
fa: سیستم ERP
tr: ERP Sistemi

source: Complete Brokerage ERP
fa: ERP کامل کارگزاری
tr: Tam Aracı Kurum ERP

source: Successfully built and deployed a complete ERP system for a licensed brokerage.
fa: طراحی و پیاده‌سازی موفق یک سیستم کامل برنامه‌ریزی منابع سازمانی (ERP) برای یک کارگزاری دارای مجوز.
tr: Lisanslı bir aracı kurum için eksiksiz bir ERP sistemi başarıyla oluşturuldu ve dağıtıldı.

source: CFD Platform
fa: پلتفرم CFD
tr: CFD Platformu

source: Ground-Up CFD Platform
fa: پلتفرم CFD طراحی شده از پایه
tr: Sıfırdan CFD Platformu

source: Designed and developed an entire CFD Brokerage platform infrastructure.
fa: طراحی و توسعه کامل زیرساخت پلتفرم کارگزاری CFD.
tr: Tüm CFD Aracı Kurum platform altyapısı tasarlandı ve geliştirildi.

source: Integration
fa: یکپارچه‌سازی
tr: Entegrasyon

source: Enterprise Integration
fa: یکپارچه‌سازی سازمانی
tr: Kurumsal Entegrasyon

source: Executed enterprise-level integration systems for high-availability processes.
fa: اجرای سیستم‌های یکپارچه‌سازی در سطح سازمانی برای فرآیندهایی با دسترسی‌پذیری بالا (High-Availability).
tr: Yüksek kullanılabilirlik süreçleri için kurumsal düzeyde entegrasyon sistemleri yürütüldü.

source: A 360-Degree Market Perspective
fa: دیدگاه ۳۶۰ درجه به بازار
tr: 360 Derece Piyasa Perspektifi

source: At VestHub, nothing is left to chance. Our team structure covers every angle.
fa: در VestHub، هیچ چیز به شانس واگذار نمی‌شود. ساختار تیم ما همه زوایا را پوشش می‌دهد.
tr: VestHub'da hiçbir şey şansa bırakılmaz. Ekip yapımız her açıyı kapsar.

source: Fundamental Analysis
fa: تحلیل بنیادی (فاندامنتال)
tr: Temel Analiz

source: Monitoring real-time economic news, data releases, and geopolitical events.
fa: رصد لحظه‌ای اخبار اقتصادی، انتشار داده‌ها و رویدادهای ژئوپلیتیک.
tr: Gerçek zamanlı ekonomik haberleri, veri bültenlerini ve jeopolitik olayları izleme.

source: Technical Analysis
fa: تحلیل تکنیکال
tr: Teknik Analiz

source: Identifying market patterns, trends, support, and resistance levels.
fa: شناسایی الگوهای بازار، روندها و سطوح حمایت و مقاومت.
tr: Piyasa modellerini, trendleri, destek ve direnç seviyelerini belirleme.

source: AI & Algorithmic
fa: هوش مصنوعی و الگوریتم
tr: Yapay Zeka ve Algoritmik

source: Developing the next generation of advanced bots and analytical tools.
fa: توسعه نسل بعدی ربات‌های پیشرفته و ابزارهای تحلیلی.
tr: Yeni nesil gelişmiş botlar ve analitik araçlar geliştirme.

source: Ready to Join the Platform?
fa: آماده پیوستن به پلتفرم هستید؟
tr: Platforma Katılmaya Hazır Mısınız?

source: Our tools are the product of thousands of hours of experience.
fa: ابزارهای ما محصول هزاران ساعت تجربه هستند.
tr: Araçlarımız binlerce saatlik deneyimin ürünüdür.

source: Get Started Now
fa: همین حالا شروع کنید
tr: Şimdi Başlayın

source: Master Accounting Ledger
fa: دفتر کل حسابداری
tr: Ana Muhasebe Defteri

source: Export CSV
fa: خروجی CSV
tr: CSV Dışa Aktar

source: Cash Flow & Liquidity
fa: جریان وجوه نقد و نقدینگی
tr: Nakit Akışı ve Likidite

source: Profit Distribution Log
fa: گزارش توزیع سود
tr: Kâr Dağıtım Günlüğü

source: Total Deposits
fa: مجموع واریزی‌ها
tr: Toplam Yatırımlar

source: Total Withdrawals
fa: مجموع برداشت‌ها
tr: Toplam Çekimler

source: All Transactions
fa: همه تراکنش‌ها
tr: Tüm İşlemler

source: All Types
fa: همه انواع
tr: Tüm Türler

source: Deposits
fa: واریزی‌ها
tr: Yatırımlar

source: Withdrawals
fa: برداشت‌ها
tr: Çekimler

source: Search User/TxID...
fa: جستجوی کاربر/شناسه تراکنش...
tr: Kullanıcı veya TxID ile ara...

source: Reset
fa: بازنشانی
tr: Sıfırla

source: Date
fa: تاریخ
tr: Tarih

source: User
fa: کاربر
tr: Kullanıcı

source: TxID
fa: شناسه تراکنش

source: Type
fa: نوع
tr: Tür

source: Description
fa: توضیحات
tr: Açıklama

source: Amount
fa: مبلغ
tr: Tutar

source: Status
fa: وضعیت
tr: Durum

source: System
fa: سیستم
tr: Sistem

source: Deposit
fa: واریز
tr: Para Yatırma

source: Withdrawal
fa: برداشت
tr: Para Çekme

source: Profit
fa: سود
tr: Kâr

source: Referral
fa: معرف (ریفرال)
tr: Referans

source: Completed
fa: تکمیل شده
tr: Tamamlandı

source: Pending
fa: در انتظار
tr: Beklemede

source: Rejected
fa: رد شده
tr: Reddedildi

source: No transactions recorded yet.
fa: هنوز تراکنشی ثبت نشده است.
tr: Henüz kaydedilmiş işlem yok.

source: Previous
fa: قبلی
tr: Önceki

source: Next
fa: بعدی
tr: Sonraki

source: Daily Profit Distribution
fa: توزیع سود روزانه
tr: Günlük Kâr Dağıtımı

source: Search User by Email...
fa: جستجوی کاربر با ایمیل...
tr: E-posta ile Kullanıcı Ara...

source: Filter
fa: فیلتر
tr: Filtrele

source: Details for Date:
fa: جزئیات تاریخ:
tr: Tarih Detayları:

source: User History
fa: تاریخچه کاربر
tr: Kullanıcı Geçmişi

source: No profit records found for this user.
fa: هیچ رکورد سودی برای این کاربر یافت نشد.
tr: Bu kullanıcı için kâr kaydı bulunamadı.

source: Total Payout
fa: مجموع پرداختی
tr: Toplam Ödeme

source: Daily Profit
fa: سود روزانه
tr: Günlük Kâr

source: Referral Bonus
fa: پاداش معرفی
tr: Referans Bonusu

source: Beneficiaries
fa: ذینفعان
tr: Hak Sahipleri

source: View details for this day
fa: مشاهده جزئیات این روز
tr: Bu günün detaylarını görüntüle

source: Users
fa: کاربران
tr: Kullanıcılar

source: Distributed
fa: توزیع شده
tr: Dağıtıldı

source: No profit distributions recorded.
fa: هیچ توزیع سودی ثبت نشده است.
tr: Kâr dağıtımı kaydedilmedi.

source: Admin Dashboard
fa: داشبورد مدیریت
tr: Yönetici Paneli

source: New User Registrations (Last 7 Days)
fa: ثبت‌نام کاربران جدید (۷ روز گذشته)
tr: Yeni Kullanıcı Kayıtları (Son 7 Gün)

source: Quick Actions
fa: دسترسی سریع
tr: Hızlı İşlemler

source: Review Payments
fa: بررسی پرداخت‌ها
tr: Ödemeleri İncele

source: Review KYC
fa: بررسی احراز هویت (KYC)
tr: KYC İncele

source: Settings
fa: تنظیمات
tr: Ayarlar

source: Identity Verification (KYC)
fa: احراز هویت (KYC)
tr: Kimlik Doğrulama (KYC)

source: Close
fa: بستن
tr: Kapat

source: History
fa: تاریخچه
tr: Geçmiş

source: Date Submitted
fa: تاریخ ارسال
tr: Gönderim Tarihi

source: Documents
fa: مدارک
tr: Belgeler

source: Actions
fa: عملیات
tr: İşlemler

source: View ID
fa: مشاهده کارت شناسایی
tr: Kimliği Görüntüle

source: View Address
fa: مشاهده مدرک آدرس
tr: Adresi Görüntüle

source: Approve
fa: تأیید
tr: Onayla

source: Reject
fa: رد کردن
tr: Reddedildi

source: No pending KYC applications.
fa: هیچ درخواست احراز هویتی در انتظار نیست.
tr: Bekleyen KYC başvurusu yok.

source: Date Decided
fa: تاریخ تصمیم‌گیری
tr: Karar Tarihi

source: Approved
fa: تأیید شده
tr: Onaylandı

source: No KYC history found.
fa: تاریخچه احراز هویت یافت نشد.
tr: KYC geçmişi bulunamadı.

source: VestHub Logo
fa: لوگوی VestHub
tr: VestHub Logosu

source: Dashboard
fa: داشبورد
tr: Panel

source: User Management
fa: مدیریت کاربران
tr: Kullanıcı Yönetimi

source: Roles & Permissions
fa: نقش‌ها و دسترسی‌ها
tr: Roller ve İzinler

source: Investment Plans
fa: طرح‌های سرمایه‌گذاری
tr: Yatırım Planları

source: Accounting
fa: حسابداری
tr: Muhasebe

source: Payments
fa: پرداخت‌ها
tr: Ödemeler

source: Support
fa: پشتیبانی
tr: Destek

source: KYC Review
fa: بررسی احراز هویت
tr: KYC İnceleme

source: Logs
fa: لاگ‌ها
tr: Kayıtlar

source: Admin
fa: مدیر
tr: Yönetici

source: Log out
fa: خروج
tr: Çıkış Yap

source: Toggle theme
fa: تغییر تم
tr: Temayı Değiştir

source: Admin Portal
fa: پورتال مدیریت
tr: Yönetici Portalı

source: Please log in to manage the platform.
fa: لطفاً برای مدیریت پلتفرم وارد شوید.
tr: Platformu yönetmek için lütfen giriş yapın.

source: Admin Email
fa: ایمیل مدیر
tr: Yönetici E-posta

source: Password
fa: رمز عبور
tr: Şifre

source: to
fa: به

source: Log In
fa: ورود
tr: Giriş Yap

source: Admin Activity Logs
fa: لاگ فعالیت‌های مدیر
tr: Yönetici Aktivite Kayıtları

source: Time
fa: زمان
tr: Zaman

source: Admin User
fa: کاربر مدیر
tr: Yönetici Kullanıcı

source: Action
fa: عملیات
tr: İşlem

source: Details
fa: جزئیات
tr: Detaylar

source: IP Address
fa: آدرس IP
tr: IP Adresi

source: No logs found.
fa: هیچ لاگی یافت نشد.
tr: Kayıt bulunamadı.

source: Payment Confirmations
fa: تأییدیه‌های پرداخت
tr: Ödeme Onayları

source: User Email
fa: ایمیل کاربر
tr: Kullanıcı E-posta

source: TxID / Proof
fa: شناسه تراکنش / مدرک
tr: TxID / Kanıt

source: No TxID
fa: بدون شناسه تراکنش
tr: TxID Yok

source: View Proof
fa: مشاهده مدرک
tr: Kanıtı Görüntüle

source: No pending payments to review.
fa: هیچ پرداختی برای بررسی در انتظار نیست.
tr: İncelenecek bekleyen ödeme yok.

source: To see completed history, check the
fa: برای مشاهده تاریخچه تکمیل شده، به
tr: Tamamlanan geçmişi görmek için şuna bakın:

source: Accounting Ledger
fa: دفتر کل حسابداری
tr: Muhasebe Defteri

source: New Plan
fa: طرح جدید
tr: Yeni Plan

source: Active
fa: فعال
tr: Aktif

source: Inactive
fa: غیرفعال
tr: Pasif

source: / Year
fa: / سال
tr: / Yıl

source: Edit
fa: ویرایش
tr: Düzenle

source: Deactivate
fa: غیرفعال کردن
tr: Devre Dışı Bırak

source: Activate
fa: فعال کردن
tr: Etkinleştir

source: Delete
fa: حذف
tr: Sil

source: Plan Name
fa: نام طرح
tr: Plan Adı

source: Duration (Months)
fa: مدت (ماه)
tr: Süre (Ay)

source: Annual Return (%%)
fa: بازده سالانه (%%)
tr: Yıllık Getiri (%%)

source: Risk Level
fa: سطح ریسک
tr: Risk Seviyesi

source: Low
fa: کم
tr: Düşük

source: Medium
fa: متوسط
tr: Orta

source: High
fa: زیاد
tr: Yüksek

source: Cancel
fa: لغو
tr: İptal

source: Save Changes
fa: ذخیره تغییرات
tr: Değişiklikleri Kaydet

source: Create New Plan
fa: ایجاد طرح جدید
tr: Yeni Plan Oluştur

source: Create Plan
fa: ساخت طرح
tr: Plan Oluştur

source: Manage Roles & Permissions
fa: مدیریت نقش‌ها و دسترسی‌ها
tr: Rolleri ve İzinleri Yönet

source: Create Custom Role
fa: ایجاد نقش سفارشی
tr: Özel Rol Oluştur

source: Role Name
fa: نام نقش
tr: Rol Adı

source: e.g. Finance Support
fa: مثال: پشتیبانی مالی
tr: örn. Finans Destek

source: Brief description...
fa: توضیح مختصر...
tr: Kısa açıklama...

source: Assign Permissions:
fa: تخصیص دسترسی‌ها:
tr: İzinleri Ata:

source: Create Role
fa: ایجاد نقش
tr: Rol Oluştur

source: Existing Roles
fa: نقش‌های موجود
tr: Mevcut Roller

source: Permissions
fa: دسترسی‌ها
tr: İzinler

source: ALL ACCESS
fa: دسترسی کامل
tr: TAM ERİŞİM

source: Protected
fa: محافظت شده
tr: Korumalı

source: System Configuration
fa: پیکربندی سیستم
tr: Sistem Yapılandırması

source: Company Wallet Addresses
fa: آدرس کیف پول‌های شرکت
tr: Şirket Cüzdan Adresleri

source: USDT (TRC20)
fa: تتر (TRC20)

source: Used for USDT deposits on Tron network.
fa: برای واریز تتر در شبکه ترون استفاده می‌شود.
tr: Tron ağındaki USDT yatırımları için kullanılır.

source: USDT (ERC20)
fa: تتر (ERC20)

source: Used for USDT deposits on Ethereum network.
fa: برای واریز تتر در شبکه اتریوم استفاده می‌شود.
tr: Ethereum ağındaki USDT yatırımları için kullanılır.

source: USDT (BEP20)
fa: تتر (BEP20)

source: Used for USDT deposits on BNB Smart Chain.
fa: برای واریز تتر در شبکه هوشمند بایننس استفاده می‌شود.
tr: BNB Smart Chain ağındaki USDT yatırımları için kullanılır.

source: USDT (Polygon/Matic)
fa: تتر (Polygon/Matic)

source: Used for USDT deposits on Polygon network.
fa: برای واریز تتر در شبکه پالیگان استفاده می‌شود.
tr: Polygon ağındaki USDT yatırımları için kullanılır.

source: Bank Transfer Details
fa: جزئیات انتقال بانکی
tr: Banka Transfer Detayları

source: Bank Info (IBAN/Account)
fa: اطلاعات بانکی (شبا/حساب)
tr: Banka Bilgisi (IBAN/Hesap)

source: Full bank details visible to users for wire transfers.
fa: جزئیات کامل بانکی قابل مشاهده برای کاربران جهت انتقال وجه.
tr: Kullanıcılara havale işlemleri için görünen tam banka detayları.

source: System Parameters
fa: پارامترهای سیستم
tr: Sistem Parametreleri

source: Referral Bonus Percentage (%%)
fa: درصد پاداش معرفی (%%)
tr: Referans Bonusu Yüzdesi (%%)

source: Save Configuration
fa: ذخیره پیکربندی
tr: Yapılandırmayı Kaydet

source: Support Tickets
fa: تیکت‌های پشتیبانی
tr: Destek Talepleri

source: Open Tickets
fa: تیکت‌های باز
tr: Açık Talepler

source: Closed History
fa: تاریخچه بسته شده
tr: Kapanmış Geçmiş

source: No open tickets.
fa: هیچ تیکت بازی وجود ندارد.
tr: Açık talep yok.

source: No closed tickets.
fa: هیچ تیکت بسته‌ای وجود ندارد.
tr: Kapanmış talep yok.

source: Close Ticket
fa: بستن تیکت
tr: Talebi Kapat

source: Closed
fa: بسته شده
tr: Kapalı

source: User Details
fa: جزئیات کاربر
tr: Kullanıcı Detayları

source: Name:
fa: نام:
tr: İsim:

source: Email:
fa: ایمیل:
tr: E-posta:

source: Category:
fa: دسته بندی:
tr: Kategori:

source: Type reply to user...
fa: پاسخ به کاربر را تایپ کنید...
tr: Kullanıcıya yanıt yaz...

source: Reply
fa: پاسخ
tr: Yanıtla

source: Add New User
fa: افزودن کاربر جدید
tr: Yeni Kullanıcı Ekle

source: All Users
fa: همه کاربران
tr: Tüm Kullanıcılar

source: ID
fa: شناسه

source: Current Role
fa: نقش فعلی
tr: Mevcut Rol

source: KYC
fa: احراز هویت

source: Verified
fa: تأیید شده
tr: Doğrulanmış

source: Change Role
fa: تغییر نقش
tr: Rol Değiştir

source: Select a new role for this user:
fa: انتخاب نقش جدید برای این کاربر:
tr: Bu kullanıcı için yeni bir rol seçin:

source: Delete User
fa: حذف کاربر
tr: Kullanıcıyı Sil

source: Are you sure you want to delete user
fa: آیا مطمئن هستید که می‌خواهید کاربر را حذف کنید
tr: Kullanıcıyı silmek istediğinizden emin misiniz

source: This action cannot be undone.
fa: این عملیات غیرقابل بازگشت است.
tr: Bu işlem geri alınamaz.

source: Delete Permanently
fa: حذف دائم
tr: Kalıcı Olarak Sil

source: Withdrawal Requests
fa: درخواست‌های برداشت
tr: Para Çekme Talepleri

source: Payout Wallet
fa: کیف پول واریز
tr: Ödeme Cüzdanı

source: No pending withdrawal requests.
fa: هیچ درخواست برداشتی در انتظار نیست.
tr: Bekleyen para çekme talebi yok.

source: Check the
fa: بررسی کنید
tr: Geçmiş için

source: for history.
fa: برای مشاهده تاریخچه.
tr: kontrol edin.

source: VestHub - Intelligent Trading. Automated.
fa: VestHub - معاملات هوشمند و خودکار.
tr: Akıllı Ticaret. Otomatikleştirilmiş.

source: Home
fa: خانه
tr: Ana Sayfa

source: Solutions
fa: راهکارها
tr: Çözümler

source: Invest
fa: سرمایه‌گذاری
tr: Yatırım

source: Plans
fa: طرح‌ها
tr: Planlar

source: About Us
fa: درباره ما
tr: Hakkımızda

source: Logout
fa: خروج
tr: Çıkış Yap

source: Sign Up Free
fa: ثبت نام رایگان
tr: Ücretsiz Kayıt Ol

source: All rights reserved.
fa: تمامی حقوق محفوظ است.
tr: Tüm hakları saklıdır.

source: Contact Us
fa: تماس با ما
tr: Bize Ulaşın

source: Terms & Conditions
fa: شرایط و ضوابط
tr: Şartlar ve Koşullar

source: Privacy Policy
fa: سیاست حفظ حریم خصوصی
tr: Gizlilik Politikası

source: Risk Disclosure
fa: بیانیه افشای ریسک
tr: Risk Bildirimi

source: Get in Touch
fa: در تماس باشید
tr: İletişime Geçin

source: Have questions about our investment plans or trading tools? We're here to help.
fa: درباره طرح‌های سرمایه‌گذاری یا ابزارهای معاملاتی ما سوالی دارید؟ ما اینجا هستیم تا کمک کنیم.
tr: Yatırım planlarımız veya ticaret araçlarımız hakkında sorularınız mı var? Yardımcı olmak için buradayız.

source: Send us a message
fa: ارسال پیام
tr: Bize bir mesaj gönderin

source: Full Name
fa: نام کامل
tr: Ad Soyad

source: Your Name
fa: نام شما
tr: Adınız

source: Email Address
fa: آدرس ایمیل
tr: E-posta Adresi

source: Phone Number
fa: شماره تلفن
tr: Telefon Numarası

source: Optional
fa: اختیاری
tr: İsteğe Bağlı

source: Subject
fa: موضوع
tr: Konu

source: General Inquiry
fa: سوالات عمومی
tr: Genel Soru

source: Technical Support
fa: پشتیبانی فنی
tr: Teknik Destek

source: Billing & Payments
fa: صورتحساب و پرداخت‌ها
tr: Faturalandırma ve Ödemeler

source: Partnership
fa: همکاری
tr: Ortaklık

source: Message
fa: پیام
tr: Mesaj

source: How can we help you?
fa: چطور می‌توانیم به شما کمک کنیم؟
tr: Size nasıl yardımcı olabiliriz?

source: Send Message
fa: ارسال پیام
tr: Mesaj Gönder

source: Our Office
fa: دفتر ما
tr: Ofisimiz

source: Cumhuriyet Mahallesi, Halaskargazi Cad.
fa: محله جمهوریت، خیابان هالاسکارگازی

source: Bülbül 2 Apt. No: 137 K: 2 Daire 5,
fa: آپارتمان بلبل ۲، پلاک ۱۳۷، طبقه ۲، واحد ۵

source: 34371 Şişli/İstanbul, Türkiye
fa: ۳۴۳۷۱ شیشلی/استانبول، ترکیه

source: Open in Google Maps
fa: باز کردن در گوگل مپس
tr: Google Haritalar'da Aç

source: View on Google Maps
fa: مشاهده در گوگل مپس
tr: Google Haritalar'da Göster

source: WhatsApp Support
fa: پشتیبانی واتساپ
tr: WhatsApp Destek

source: Chat Now
fa: گفتگو کنید
tr: Sohbet Et

source: Email Us
fa: به ما ایمیل بزنید
tr: Bize E-posta Gönder

source: Total Invested
fa: کل سرمایه‌گذاری شده
tr: Toplam Yatırım

source: Available Profit
fa: سود قابل برداشت
tr: Kullanılabilir Kar

source: Referrals
fa: معرفی‌ها (زیرمجموعه‌ها)
tr: Referanslar

source: Portfolio Growth
fa: رشد پورتفوی
tr: Portföy Büyümesi

source: Asset Allocation
fa: تخصیص دارایی
tr: Varlık Dağılımı

source: Invite Friends & Earn
fa: دعوت دوستان و کسب درآمد
tr: Arkadaşlarını Davet Et ve Kazan

source: Share your unique code:
fa: اشتراک‌گذاری کد اختصاصی شما:
tr: Benzersiz kodunu paylaş:

source: Copy Link
fa: کپی لینک
tr: Bağlantıyı Kopyala

source: My Active Investments
fa: سرمایه‌گذاری‌های فعال من
tr: Aktif Yatırımlarım

source: Pending Payment
fa: در انتظار پرداخت
tr: Ödeme Bekleniyor

source: Complete Payment
fa: تکمیل پرداخت
tr: Ödemeyi Tamamla

source: Payment verification failed.
fa: تأیید پرداخت ناموفق بود.
tr: Ödeme doğrulaması başarısız.

source: You have no active investments yet.
fa: شما هنوز هیچ سرمایه‌گذاری فعالی ندارید.
tr: Henüz aktif bir yatırımınız yok.

source: Start Investing
fa: شروع سرمایه‌گذاری
tr: Yatırıma Başla

source: Request Withdrawal
fa: درخواست برداشت
tr: Para Çekme Talebi

source: Manage Withdrawals
fa: مدیریت برداشت‌ها
tr: Çekimleri Yönet

source: KYC Required
fa: احراز هویت الزامی است
tr: KYC Gerekli

source: Verify Identity
fa: تأیید هویت
tr: Kimliği Doğrula

source: New Investment
fa: سرمایه‌گذاری جدید
tr: Yeni Yatırım

source: My Wallet
fa: کیف پول من
tr: Cüzdanım

source: Risk Profile
fa: پروفایل ریسک
tr: Risk Profili

source: Intelligent Wealth Growth. Simplified.
fa: مدیریت هوشمند رشد سرمایه، ساده و شفاف
tr: Akıllı Servet Büyümesi. Basitleştirilmiş.

source: Secure automated investment plans for everyone, or dedicated managed accounts for elite capital. No trading experience required.
fa: طرح‌های سرمایه‌گذاری خودکار و امن برای همه، یا حساب‌های مدیریت شده اختصاصی برای سرمایه‌های کلان. بدون نیاز به تجربه معاملاتی.
tr: Herkes için güvenli otomatik yatırım planları veya seçkin sermaye için özel yönetilen hesaplar. Ticaret deneyimi gerekmez.

source: Start Growing (Plans)
fa: شروع رشد (طرح‌ها)
tr: Büyümeye Başla (Planlar)

source: Explore VIP Solutions
fa: کاوش راهکارهای VIP
tr: VIP Çözümleri Keşfedin

source: Integrated with Top Exchanges:
fa: یکپارچه شده با صرافی‌های برتر:
tr: En İyi Borsalarla Entegre:

source: Our Investment Plans
fa: طرح‌های سرمایه‌گذاری ما
tr: Yatırım Planlarımız

source: Select a plan that matches your financial goals. Returns are annualized.
fa: طرحی را انتخاب کنید که با اهداف مالی شما مطابقت دارد. بازدهی‌ها به صورت سالانه محاسبه می‌شوند.
tr: Finansal hedeflerinize uygun bir plan seçin. Getiriler yıllıklandırılmıştır.

source: Low Risk
fa: ریسک کم
tr: Düşük Risk

source: Medium Risk
fa: ریسک متوسط
tr: Orta Risk

source: High Risk
fa: ریسک زیاد
tr: Yüksek Risk

source: Annual Return
fa: بازده سالانه
tr: Yıllık Getiri

source: Months Duration
fa: مدت (ماه)
tr: Aylık Süre

source: Choose Plan & Sign Up
fa: انتخاب طرح و ثبت نام
tr: Plan Seç ve Kaydol

source: No investment plans available at the moment.
fa: در حال حاضر طرح سرمایه‌گذاری موجود نیست.
tr: Şu anda uygun yatırım planı bulunmamaktadır.

source: Min $100k
fa: حداقل ۱۰۰ هزار دلار

source: VIP Managed
fa: مدیریت شده VIP
tr: VIP Yönetilen

source: Exclusive strategy for high capital. Profit-sharing model based on performance.
fa: استراتژی انحصاری برای سرمایه‌های کلان. مدل تقسیم سود مبتنی بر عملکرد.
tr: Yüksek sermaye için özel strateji. Performansa dayalı kâr paylaşım modeli.

source: Profit Share
fa: تقسیم سود
tr: Kar Paylaşımı

source: No Fixed Rate
fa: بدون نرخ ثابت
tr: Sabit Oran Yok

source: Flexible Duration
fa: مدت زمان منعطف
tr: Esnek Süre

source: Request Access
fa: درخواست دسترسی
tr: Erişim Talep Et

source: Profit Calculator
fa: محاسبه‌گر سود
tr: Kâr Hesaplayıcı

source: Select Plan
fa: انتخاب طرح
tr: Plan Seç

source: Choose a plan...
fa: یک طرح انتخاب کنید...
tr: Bir plan seçin...

source: Investment Amount ($)
fa: مبلغ سرمایه‌گذاری ($)
tr: Yatırım Tutarı ($)

source: Total Return (Simple):
fa: بازده کل (ساده):
tr: Toplam Getiri (Basit):

source: Net Profit (Simple):
fa: سود خالص (ساده):
tr: Net Kâr (Basit):

source: Potential with Compound Interest:
fa: پتانسیل با سود مرکب:
tr: Bileşik Faiz Potansiyeli:

source: Assumes monthly reinvestment
fa: با فرض سرمایه‌گذاری مجدد ماهانه
tr: Aylık yeniden yatırım varsayılır
