Repository: pdrm55/vesthub
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fa, tr

source: Built with a foundation for future AI-driven adaptive learning and self-optimization.
fa: ساخته شده با زیربنایی برای یادگیری تطبیقی و خود-بهینه‌سازی مبتنی بر هوش مصنوعی در آینده.
tr: Gelecekteki yapay zeka odaklı uyarlanabilir öğrenme ve kendi kendine optimizasyon temeli üzerine kurulmuştur.

source: Multi-Risk Coverage
fa: پوشش چندگانه ریسک
tr: Çoklu Risk Kapsamı

source: Tailored profit-to-risk optimization based on your selected risk profile.
fa: بهینه‌سازی سود به ریسک متناسب با پروفایل ریسک انتخابی شما.
tr: Seçtiğiniz risk profiline göre uyarlanmış kar-risk optimizasyonu.

source: Multi-Strategy Management
fa: مدیریت چند استراتژی
tr: Çoklu Strateji Yönetimi

source: Enables portfolio diversification and overall risk reduction by running multiple strategies.
fa: امکان تنوع‌بخشی به پورتفوی و کاهش کلی ریسک را با اجرای چندین استراتژی فراهم می‌کند.
tr: Birden fazla strateji çalıştırarak portföy çeşitlendirmesi ve genel risk azaltımı sağlar.

source: API & Copy Trading
fa: API و کپی تریدینگ
tr: API ve Kopya Ticaret

source: Direct connectivity with global brokers (like AMP Broker) and exchanges (like Binance).
fa: اتصال مستقیم با کارگزاران جهانی (مانند کارگزاری AMP) و صرافی‌ها (مانند بایننس).
tr: Küresel brokerlar (AMP Broker gibi) ve borsalarla (Binance gibi) doğrudan bağlantı.

source: Ready to Upgrade Your Trading?
fa: آماده ارتقای معاملات خود هستید؟
tr: Ticaretinizi Yükseltmeye Hazır Mısınız?

source: Join VestHub today and get access to Vetrix 1. Stop guessing, start performing.
fa: امروز به VestHub بپیوندید و به Vetrix 1 دسترسی پیدا کنید. حدس زدن را متوقف کنید، عملکرد را شروع کنید.
tr: Bugün VestHub'a katılın ve Vetrix 1'e erişin. Tahmin etmeyi bırakın, performans göstermeye başlayın.

source: Select a plan that matches your financial goals. Returns are annualized. Find a plan you like?
fa: طرحی را انتخاب کنید که با اهداف مالی شما مطابقت دارد. بازدهی‌ها به صورت سالانه هستند. طرح مورد علاقه خود را پیدا کردید؟
tr: Finansal hedeflerinize uyan bir plan seçin. Getiriler yıllıklandırılmıştır. Beğendiğiniz bir plan buldunuz mu?

source: Sign up free
fa: رایگان ثبت نام کنید
tr: Ücretsiz kaydolun

source: to get started.
fa: تا شروع کنید.
tr: ve başlayın.

source: Last Updated: November 2025
fa: آخرین بروزرسانی: نوامبر ۲۰۲۵
tr: Son Güncelleme: Kasım 2025

source: 1. Information We Collect
fa: ۱. اطلاعاتی که ما جمع‌آوری می‌کنیم
tr: 1. Topladığımız Bilgiler

source: We collect information you provide directly to us, such as when you create an account, complete KYC verification, make a deposit, or communicate with support. This may include:
fa: ما اطلاعاتی را که مستقیماً به ما ارائه می‌دهید جمع‌آوری می‌کنیم، مانند زمانی که حساب ایجاد می‌کنید، احراز هویت (KYC) را تکمیل می‌کنید، واریز انجام می‌دهید یا با پشتیبانی ارتباط برقرار می‌کنید. این ممکن است شامل موارد زیر باشد:
tr: Bir hesap oluşturduğunuzda, KYC doğrulamasını tamamladığınızda, para yatırdığınızda veya destekle iletişim kurduğunuzda bize doğrudan sağladığınız bilgileri topluyoruz. Bunlar şunları içerebilir:

source: Personal identification information (Name, email address, phone number).
fa: اطلاعات شناسایی شخصی (نام، آدرس ایمیل، شماره تلفن).
tr: Kişisel kimlik bilgileri (Ad, e-posta adresi, telefon numarası).

source: Identity verification documents (Passport, ID card, utility bills).
fa: مدارک تأیید هویت (گذرنامه، کارت شناسایی، قبوض خدماتی).
tr: Kimlik doğrulama belgeleri (Pasaport, kimlik kartı, faturalar).

source: Financial information (Wallet addresses, transaction history).
fa: اطلاعات مالی (آدرس‌های کیف پول، تاریخچه تراکنش‌ها).
tr: Finansal bilgiler (Cüzdan adresleri, işlem geçmişi).

source: 2. How We Use Your Information
fa: ۲. چگونه از اطلاعات شما استفاده می‌کنیم
tr: 2. Bilgilerinizi Nasıl Kullanıyoruz

source: We use the collected information to:
fa: ما از اطلاعات جمع‌آوری شده برای موارد زیر استفاده می‌کنیم:
tr: Toplanan bilgileri şu amaçlarla kullanıyoruz:

source: Provide, maintain, and improve our services.
fa: ارائه، نگهداری و بهبود خدماتمان.
tr: Hizmetlerimizi sağlamak, sürdürmek ve geliştirmek.

source: Process transactions and send related notifications.
fa: پردازش تراکنش‌ها و ارسال اعلان‌های مربوطه.
tr: İşlemleri gerçekleştirmek ve ilgili bildirimleri göndermek.

source: Verify your identity and prevent fraud.
fa: تأیید هویت شما و جلوگیری از کلاهبرداری.
tr: Kimliğinizi doğrulamak ve dolandırıcılığı önlemek.

source: Comply with legal obligations.
fa: رعایت الزامات قانونی.
tr: Yasal yükümlülüklere uymak.

source: 3. Data Security
fa: ۳. امنیت داده‌ها
tr: 3. Veri Güvenliği

source: We implement appropriate technical and organizational measures to protect your personal data against unauthorized access, alteration, disclosure, or destruction. This includes encryption, two-factor authentication (2FA) support, and secure server infrastructure.
fa: ما اقدامات فنی و سازمانی مناسبی را برای محافظت از داده‌های شخصی شما در برابر دسترسی غیرمجاز، تغییر، افشاء یا تخریب اجرا می‌کنیم. این شامل رمزنگاری، پشتیبانی از احراز هویت دوعاملی (2FA) و زیرساخت سرور امن است.
tr: Kişisel verilerinizi yetkisiz erişime, değişikliğe, ifşaya veya imhaya karşı korumak için uygun teknik ve organizasyonel önlemleri uyguluyoruz. Buna şifreleme, iki faktörlü kimlik doğrulama (2FA) desteği ve güvenli sunucu altyapısı dahildir.

source: 4. Sharing of Information
fa: ۴. به اشتراک‌گذاری اطلاعات
tr: 4. Bilgilerin Paylaşımı

source: We do not sell your personal data. We may share your information with third-party service providers (e.g., email delivery services) only to the extent necessary to provide our services, or when required by law.
fa: ما داده‌های شخصی شما را نمی‌فروشیم. ما ممکن است اطلاعات شما را با ارائه‌دهندگان خدمات شخص ثالث (مانند سرویس‌های ارسال ایمیل) فقط تا حدی که برای ارائه خدمات ما لازم باشد، یا زمانی که قانون ایجاب کند، به اشتراک بگذاریم.
tr: Kişisel verilerinizi satmıyoruz. Bilgilerinizi üçüncü taraf hizmet sağlayıcılarla (örneğin, e-posta teslim hizmetleri) yalnızca hizmetlerimizi sağlamak için gerekli olduğu ölçüde veya yasalar gerektirdiğinde paylaşabiliriz.

source: 5. Cookies
fa: ۵. کوکی‌ها
tr: 5. Çerezler

source: We use cookies to improve your experience on our site. You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent.
fa: ما از کوکی‌ها برای بهبود تجربه شما در سایتمان استفاده می‌کنیم. شما می‌توانید مرورگر خود را تنظیم کنید تا تمام کوکی‌ها را رد کند یا زمان ارسال کوکی را نشان دهد.
tr: Sitemizdeki deneyiminizi geliştirmek için çerezler kullanıyoruz. Tarayıcınıza tüm çerezleri reddetmesi veya bir çerez gönderildiğinde bunu belirtmesi talimatını verebilirsiniz.

source: 6. Contact Us
fa: ۶. تماس با ما
tr: 6. Bize Ulaşın

source: If you have any questions about this Privacy Policy, please contact us at support@vesthub.org.
fa: اگر سوالی در مورد این سیاست حفظ حریم خصوصی دارید، لطفاً با ما از طریق support@vesthub.org تماس بگیرید.
tr: Bu Gizlilik Politikası hakkında herhangi bir sorunuz varsa, lütfen support@vesthub.org adresinden bizimle iletişime geçin.

source: &larr; Back to Home
fa: &larr; بازگشت به خانه
tr: &larr; Ana Sayfaya Dön

source: Reset Password
fa: بازنشانی رمز عبور
tr: Şifreyi Sıfırla

source: Please enter your new password below.
fa: لطفاً رمز عبور جدید خود را در زیر وارد کنید.
tr: Lütfen yeni şifrenizi aşağıya girin.

source: New Password
fa: رمز عبور جدید
tr: Yeni Şifre

source: Enter new password
fa: وارد کردن رمز عبور جدید
tr: Yeni şifreyi girin

source: Confirm New Password
fa: تکرار رمز عبور جدید
tr: Yeni Şifreyi Onayla

source: Confirm new password
fa: تأیید رمز عبور جدید
tr: Yeni şifreyi onayla

source: Investment Risk Profile
fa: پروفایل ریسک سرمایه‌گذاری
tr: Yatırım Risk Profili

source: Please answer the following questions to help us understand your investment goals and risk tolerance. This will take about 5 minutes.
fa: لطفاً به سوالات زیر پاسخ دهید تا به ما در درک اهداف سرمایه‌گذاری و میزان تحمل ریسک شما کمک کند. این کار حدود ۵ دقیقه زمان می‌برد.
tr: Yatırım hedeflerinizi ve risk toleransınızı anlamamıza yardımcı olmak için lütfen aşağıdaki soruları cevaplayın. Bu işlem yaklaşık 5 dakika sürecektir.

source: Financial Profile
fa: پروفایل مالی
tr: Finansal Profil

source: Knowledge & Experience
fa: دانش و تجربه
tr: Bilgi ve Deneyim

source: Risk Tolerance
fa: تحمل ریسک
tr: Risk Toleransı

source: Step 1: Your Financial Profile
fa: مرحله ۱: پروفایل مالی شما
tr: 1. Adım: Finansal Profiliniz

source: 1. What is your age range?
fa: ۱. رده سنی شما چیست؟
tr: 1. Yaş aralığınız nedir?

source: 18-30 (High Capacity)
fa: ۱۸-۳۰ (ظرفیت بالا)
tr: 18-30 (Yüksek Kapasite)

source: 61+ (Low Capacity)
fa: ۶۱+ (ظرفیت پایین)
tr: 61+ (Düşük Kapasite)

source: 2. What is your approximate annual income?
fa: ۲. درآمد سالانه تقریبی شما چقدر است؟
tr: 2. Yaklaşık yıllık geliriniz nedir?

source: Less than $50,000
fa: کمتر از ۵۰,۰۰۰ دلار
tr: $50.000'den az

source: More than $250,000
fa: بیش از ۲۵۰,۰۰۰ دلار
tr: $250.000'den fazla

source: 3. What is your approximate net worth (excluding your primary home)?
fa: ۳. ارزش خالص دارایی تقریبی شما (بدون احتساب خانه اصلی) چقدر است؟
tr: 3. Yaklaşık net değeriniz nedir (birincil eviniz hariç)?

source: Less than $100,000
fa: کمتر از ۱۰۰,۰۰۰ دلار
tr: $100.000'den az

source: More than $1,000,000
fa: بیش از ۱,۰۰۰,۰۰۰ دلار
tr: $1.000.000'dan fazla

source: 4. What is your primary financial goal?
fa: ۴. هدف اصلی مالی شما چیست؟
tr: 4. Birincil finansal hedefiniz nedir?

source: Capital Preservation (Safety)
fa: حفظ سرمایه (ایمنی)
tr: Sermaye Koruma (Güvenlik)

source: Generating Income
fa: تولید درآمد
tr: Gelir Elde Etme

source: Balanced Growth
fa: رشد متوازن
tr: Dengeli Büyüme

source: Aggressive Growth
fa: رشد تهاجمی
tr: Agresif Büyüme

source: 5. How much of your income do you save monthly?
fa: ۵. ماهانه چه مقدار از درآمد خود را پس‌انداز می‌کنید؟
tr: 5. Gelirinizin ne kadarını aylık olarak biriktiriyorsunuz?

source: Less than 10%%
fa: کمتر از ۱۰%%
tr: %10'dan az

source: More than 50%%
fa: بیش از ۵۰%%
tr: %50'den fazla

source: Step 2: Your Knowledge & Experience
fa: مرحله ۲: دانش و تجربه شما
tr: 2. Adım: Bilgi ve Deneyiminiz

source: 6. Investment knowledge level?
fa: ۶. سطح دانش سرمایه‌گذاری؟
tr: 6. Yatırım bilgi seviyesi?

source: None (Beginner)
fa: هیچ (مبتدی)
tr: Yok (Yeni Başlayan)

source: Basic (Stocks/Bonds)
fa: پایه (سهام/اوراق قرضه)
tr: Temel (Hisse Senetleri/Tahviller)

source: Advanced (Derivatives/Crypto)
fa: پیشرفته (مشتقات/کریپتو)
tr: İleri (Türevler/Kripto)

source: 7. Intended investment time horizon?
fa: ۷. افق زمانی سرمایه‌گذاری مورد نظر؟
tr: 7. Planlanan yatırım vadesi?

source: Less than 1 year
fa: کمتر از ۱ سال
tr: 1 yıldan az

source: 1 - 3 years
fa: ۱ - ۳ سال
tr: 1 - 3 yıl

source: 3 - 5 years
fa: ۳ - ۵ سال
tr: 3 - 5 yıl

source: More than 5 years
fa: بیش از ۵ سال
tr: 5 yıldan fazla

source: 8. Experience with stocks/funds?
fa: ۸. تجربه کار با سهام/صندوق‌ها؟
tr: 8. Hisse senedi/fon deneyimi?

source: Never
fa: هرگز
tr: Hiç Yok

source: Some
fa: کمی
tr: Biraz

source: Extensive
fa: گسترده
tr: Kapsamlı

source: 9. Experience with high-risk assets (Crypto/Forex)?
fa: ۹. تجربه کار با دارایی‌های پرریسک (کریپتو/فارکس)؟
tr: 9. Yüksek riskli varlıklarla (Kripto/Forex) deneyim?

source: 10. Understanding of Diversification?
fa: ۱۰. درک مفهوم تنوع‌بخشی (Diversification)؟
tr: 10. Çeşitlendirme anlayışı?

source: No idea
fa: هیچ ایده‌ای ندارم
tr: Fikrim yok

source: I understand it reduces risk
fa: می‌دانم که ریسک را کاهش می‌دهد
tr: Riski azalttığını anlıyorum

source: Step 3: Your Risk Tolerance
fa: مرحله ۳: تحمل ریسک شما
tr: 3. Adım: Risk Toleransınız

source: 11. Which statement best describes you?
fa: ۱۱. کدام عبارت شما را بهتر توصیف می‌کند؟
tr: 11. Hangi ifade sizi en iyi tanımlıyor?

source: I want to protect my money, even if returns are low.
fa: من می‌خواهم پولم را حفظ کنم، حتی اگر بازدهی کم باشد.
tr: Getiriler düşük olsa bile paramı korumak istiyorum.

source: I want stable growth with moderate risk.
fa: من خواهان رشد پایدار با ریسک متوسط هستم.
tr: Orta riskle istikrarlı büyüme istiyorum.

source: I want maximum returns and can accept large losses.
fa: من خواهان حداکثر بازدهی هستم و می‌توانم ضررهای بزرگ را بپذیرم.
tr: Maksimum getiri istiyorum ve büyük kayıpları kabul edebilirim.

source: 12. If your portfolio drops 20%% in a month, what do you do?
fa: ۱۲. اگر پورتفوی شما در یک ماه ۲۰%% افت کند، چه می‌کنید؟
tr: 12. Portföyünüz bir ayda %20 düşerse ne yaparsınız?

source: Sell everything immediately.
fa: همه چیز را فوراً می‌فروشم.
tr: Hemen her şeyi satarım.

source: Do nothing / Wait for recovery.
fa: کاری نمی‌کنم / منتظر بهبود بازار می‌مانم.
tr: Hiçbir şey yapmam / Düzelmesini beklerim.

source: Buy more at lower prices.
fa: در قیمت‌های پایین‌تر بیشتر می‌خرم.
tr: Daha düşük fiyatlardan daha fazla alırım.

source: 13. Which scenario do you prefer?
fa: ۱۳. کدام سناریو را ترجیح می‌دهید؟
tr: 13. Hangi senaryoyu tercih edersiniz?

source: Guaranteed 3%% return.
fa: بازدهی تضمینی ۳%%.
tr: Garantili %3 getiri.

source: 50%% chance of 10%% return, 50%% chance of 0%%.
fa: ۵۰%% احتمال ۱۰%% سود، ۵۰%% احتمال ۰%%.
tr: %50 ihtimalle %10 getiri, %50 ihtimalle %0.

source: 50%% chance of 50%% return, 50%% chance of -20%% loss.
fa: ۵۰%% احتمال ۵۰%% سود، ۵۰%% احتمال -۲۰%% ضرر.
tr: %50 ihtimalle %50 getiri, %50 ihtimalle -%20 kayıp.

source: 14. Allocation to high-risk assets?
fa: ۱۴. تخصیص به دارایی‌های پرریسک؟
tr: 14. Yüksek riskli varlıklara ayrılan pay?

source: More than 60%%
fa: بیش از ۶۰%%
tr: %60'tan fazla

source: 15. How do you feel about market volatility?
fa: ۱۵. چه احساسی نسبت به نوسانات بازار دارید؟
tr: 15. Piyasa oynaklığı hakkında ne hissediyorsunuz?

source: It makes me very anxious.
fa: مرا بسیار مضطرب می‌کند.
tr: Beni çok endişelendiriyor.

source: I am concerned but can tolerate it.
fa: نگران می‌شوم اما می‌توانم تحمل کنم.
tr: Endişeliyim ama tahammül edebilirim.

source: I see it as an opportunity.
fa: آن را به عنوان یک فرصت می‌بینم.
tr: Bunu bir fırsat olarak görüyorum.

source: Submit Assessment
fa: ارسال ارزیابی
tr: Değerlendirmeyi Gönder

source: Risk Disclosure Statement
fa: بیانیه افشای ریسک
tr: Risk Bildirimi Beyanı

source: Important Notice:
fa: اعلان مهم:
tr: Önemli Uyarı:

source: Trading and investing in financial markets involve a significant level of risk and may not be suitable for all investors. You should carefully consider your investment objectives, level of experience, and risk appetite before deciding to invest.
fa: معامله و سرمایه‌گذاری در بازارهای مالی مستلزم سطح قابل توجهی از ریسک است و ممکن است برای همه سرمایه‌گذاران مناسب نباشد. شما باید قبل از تصمیم‌گیری برای سرمایه‌گذاری، اهداف سرمایه‌گذاری، سطح تجربه و اشتهای ریسک خود را به دقت در نظر بگیرید.
tr: Finansal piyasalarda ticaret ve yatırım yapmak önemli düzeyde risk içerir ve tüm yatırımcılar için uygun olmayabilir. Yatırım yapmaya karar vermeden önce yatırım hedeflerinizi, deneyim seviyenizi ve risk iştahınızı dikkatlice değerlendirmelisiniz.

source: 1. General Risk Warning
fa: ۱. هشدار ریسک عمومی
tr: 1. Genel Risk Uyarısı

source: There is a possibility that you may sustain a loss of some or all of your initial investment and therefore you should not invest money that you cannot afford to lose. You should be aware of all the risks associated with trading and seek advice from an independent financial advisor if you have any doubts.
fa: این احتمال وجود دارد که شما تمام یا بخشی از سرمایه اولیه خود را از دست بدهید و بنابراین نباید پولی را که توانایی از دست دادن آن را ندارید، سرمایه‌گذاری کنید. شما باید از تمام خطرات مرتبط با معامله آگاه باشید و در صورت داشتن هرگونه ابهام، از یک مشاور مالی مستقل مشاوره بگیرید.
tr: Başlangıç yatırımınızın bir kısmını veya tamamını kaybetme ihtimaliniz vardır ve bu nedenle kaybetmeyi göze alamayacağınız parayla yatırım yapmamalısınız. Ticaretle ilgili tüm risklerin farkında olmalı ve herhangi bir şüpheniz varsa bağımsız bir finansal danışmandan tavsiye almalısınız.

source: 2. Market Volatility
fa: ۲. نوسانات بازار
tr: 2. Piyasa Oynaklığı

source: Cryptocurrency and financial markets are highly volatile. Prices can fluctuate significantly in a short period due to various factors including regulatory changes, market sentiment, and technical issues. VestHub cannot guarantee profits or freedom from loss.
fa: بازارهای ارز دیجیتال و مالی بسیار پرنوسان هستند. قیمت‌ها می‌توانند در یک دوره کوتاه به دلیل عوامل مختلفی از جمله تغییرات نظارتی، احساسات بازار و مسائل فنی به شدت نوسان کنند. VestHub نمی‌تواند سود یا مصونیت از ضرر را تضمین کند.
tr: Kripto para ve finansal piyasalar oldukça değişkendir. Fiyatlar, düzenleyici değişiklikler, piyasa duyarlılığı ve teknik sorunlar dahil olmak üzere çeşitli faktörler nedeniyle kısa sürede önemli ölçüde dalgalanabilir. VestHub kar veya kayıptan muafiyet garanti edemez.

source: 3. Technology Risk
fa: ۳. ریسک تکنولوژی
tr: 3. Teknoloji Riski

source: While VestHub employs advanced security measures, there are inherent risks associated with using internet-based trading systems, including, but not limited to, the failure of hardware, software, and internet connections.
fa: در حالی که VestHub از اقدامات امنیتی پیشرفته استفاده می‌کند، خطرات ذاتی مرتبط با استفاده از سیستم‌های معاملاتی مبتنی بر اینترنت وجود دارد، از جمله، اما نه محدود به، خرابی سخت‌افزار، نرم‌افزار و اتصالات اینترنت.
tr: VestHub gelişmiş güvenlik önlemleri kullanmasına rağmen, donanım, yazılım ve internet bağlantılarının arızalanması dahil ancak bunlarla sınırlı olmamak üzere internet tabanlı ticaret sistemlerinin kullanılmasıyla ilişkili doğal riskler vardır.

source: 4. No Financial Advice
fa: ۴. عدم ارائه مشاوره مالی
tr: 4. Finansal Tavsiye Değildir

source: The content provided on the VestHub website, including investment plans and market data, is for informational purposes only and does not constitute financial advice. All investment decisions are made at your own risk.
fa: محتوای ارائه شده در وب‌سایت VestHub، از جمله طرح‌های سرمایه‌گذاری و داده‌های بازار، صرفاً برای مقاصد اطلاع‌رسانی است و به منزله مشاوره مالی نیست. تمام تصمیمات سرمایه‌گذاری با مسئولیت خودتان انجام می‌شود.
tr: Yatırım planları ve piyasa verileri dahil olmak üzere VestHub web sitesinde sağlanan içerik yalnızca bilgilendirme amaçlıdır ve finansal tavsiye niteliği taşımaz. Tüm yatırım kararları kendi riskiniz altındadır.

source: Profile
fa: پروفایل
tr: Profil

source: Security
fa: امنیت
tr: Güvenlik

source: Verification (KYC)
fa: احراز هویت (KYC)
tr: Doğrulama (KYC)

source: My Profile
fa: پروفایل من
tr: Profilim

source: First Name
fa: نام
tr: Ad

source: Last Name
fa: نام خانوادگی
tr: Soyad

source: Email
fa: ایمیل
tr: E-posta

source: Two-Factor Authentication (2FA)
fa: احراز هویت دو مرحله‌ای (2FA)
tr: İki Faktörlü Kimlik Doğrulama (2FA)

source: 2FA is Enabled
fa: احراز هویت دو مرحله‌ای فعال است
tr: 2FA Etkin

source: Your account is protected with Google Authenticator.
fa: حساب شما با Google Authenticator محافظت می‌شود.
tr: Hesabınız Google Authenticator ile korunmaktadır.

source: 2FA is currently disabled. Enable it to secure your account.
fa: 2FA در حال حاضر غیرفعال است. برای امنیت حساب خود آن را فعال کنید.
tr: 2FA şu anda devre dışı. Hesabınızı güvence altına almak için etkinleştirin.

source: Scan this QR Code with Google Authenticator
fa: این کد QR را با Google Authenticator اسکن کنید
tr: Bu QR Kodunu Google Authenticator ile tarayın

source: Or enter manual key:
fa: یا کلید را دستی وارد کنید:
tr: Veya manuel anahtarı girin:

source: Enter 6-digit code
fa: کد ۶ رقمی را وارد کنید
tr: 6 haneli kodu girin

source: Verify & Enable
fa: تأیید و فعال‌سازی
tr: Doğrula ve Etkinleştir

source: Setup 2FA Now
fa: راه‌اندازی 2FA همین حالا
tr: 2FA'yı Şimdi Kur

source: Verified!
fa: تأیید شد!
tr: Doğrulandı!

source: Under Review
fa: در حال بررسی
tr: İnceleme Altında

source: 1. Identity Document (ID/Passport)
fa: ۱. مدرک شناسایی (کارت ملی/گذرنامه)
tr: 1. Kimlik Belgesi (Kimlik/Pasaport)

source: 2. Proof of Address
fa: ۲. مدرک آدرس (قبض خدماتی)
tr: 2. Adres Kanıtı

source: Security Check
fa: بررسی امنیتی
tr: Güvenlik Kontrolü

source: Enter 2FA Code to Submit
fa: کد 2FA را برای ارسال وارد کنید
tr: Göndermek için 2FA Kodunu Girin

source: Submit Verification
fa: ارسال برای احراز هویت
tr: Doğrulamayı Gönder

source: Create Your Account
fa: ایجاد حساب کاربری
tr: Hesabını Oluştur

source: Sign up with Google
fa: ثبت نام با گوگل
tr: Google ile Kaydol

source: Sign up with Apple
fa: ثبت نام با اپل
tr: Apple ile Kaydol

source: (Optional)
fa: (اختیاری)
tr: (İsteğe Bağlı)

source: Referral Code
fa: کد معرف
tr: Referans Kodu

source: Min 8 chars, 1 Uppercase, 1 Number, 1 Symbol (!@#$%%)
fa: حداقل ۸ کاراکتر، ۱ حرف بزرگ، ۱ عدد، ۱ نماد (!@#$%%)
tr: En az 8 karakter, 1 büyük harf, 1 rakam, 1 sembol (!@#$%)

source: Confirm Password
fa: تکرار رمز عبور
tr: Şifreyi Doğrula

source: Create Account
fa: ایجاد حساب
tr: Hesap Oluştur

source: Already have an account?
fa: قبلاً ثبت نام کرده‌اید؟
tr: Zaten bir hesabın var mı?

source: Support Center
fa: مرکز پشتیبانی
tr: Destek Merkezi

source: New Ticket
fa: تیکت جدید
tr: Yeni Talep

source: Submit a Ticket
fa: ارسال تیکت
tr: Bir Talep Gönder

source: Brief summary of the issue
fa: خلاصه‌ای کوتاه از مشکل
tr: Sorunun kısa özeti

source: Category
fa: دسته‌بندی
tr: Kategori

source: Technical Issue
fa: مشکل فنی
tr: Teknik Sorun

source: Account Security
fa: امنیت حساب
tr: Hesap Güvenliği

source: KYC Verification
fa: احراز هویت (KYC)
tr: KYC Doğrulaması

source: Other
fa: سایر
tr: Diğer

source: Describe your issue in detail...
fa: مشکل خود را با جزئیات شرح دهید...
tr: Sorununuzu detaylı olarak açıklayın...

source: Submit Ticket
fa: ارسال تیکت
tr: Talebi Gönder

source: My Tickets
fa: تیکت‌های من
tr: Taleplerim

source: Ticket ID
fa: شناسه تیکت
tr: Talep No

source: Last Update
fa: آخرین بروزرسانی
tr: Son Güncelleme

source: Open
fa: باز
tr: Açık

source: Answered
fa: پاسخ داده شده
tr: Yanıtlandı

source: View
fa: مشاهده
tr: Görüntüle

source: No support tickets found.
fa: هیچ تیکت پشتیبانی یافت نشد.
tr: Destek talebi bulunamadı.

source: This ticket is closed. You can create a new ticket if needed.
fa: این تیکت بسته شده است. در صورت نیاز می‌توانید تیکت جدیدی ایجاد کنید.
tr: Bu talep kapatılmıştır. Gerekirse yeni bir talep oluşturabilirsiniz.

source: Type your reply...
fa: پاسخ خود را تایپ کنید...
tr: Yanıtınızı yazın...

source: Send
fa: ارسال
tr: Gönder

source: Terms and Conditions
fa: شرایط و قوانین
tr: Şartlar ve Koşullar

source: 1. Introduction
fa: ۱. مقدمه
tr: 1. Giriş

source: Welcome to VestHub. By accessing our website and using our services, you agree to be bound by these Terms and Conditions. Please read them carefully.
fa: به VestHub خوش آمدید. با دسترسی به وب‌سایت ما و استفاده از خدمات ما، شما موافقت می‌کنید که به این شرایط و قوانین پایبند باشید. لطفاً آن‌ها را با دقت مطالعه کنید.
tr: VestHub'a hoş geldiniz. Web sitemize erişerek ve hizmetlerimizi kullanarak, bu Şartlar ve Koşullara bağlı kalmayı kabul edersiniz. Lütfen bunları dikkatlice okuyun.

source: 2. Eligibility
fa: ۲. واجد شرایط بودن
tr: 2. Uygunluk

source: To use our services, you must be at least 18 years old and capable of forming a binding contract. You must not be a resident of any jurisdiction where accessing or using our services is prohibited.
fa: برای استفاده از خدمات ما، باید حداقل ۱۸ سال سن داشته باشید و توانایی انعقاد قرارداد الزام‌آور را داشته باشید. شما نباید ساکن حوزه‌های قضایی باشید که دسترسی یا استفاده از خدمات ما در آن‌ها ممنوع است.
tr: Hizmetlerimizi kullanmak için en az 18 yaşında olmanız ve bağlayıcı bir sözleşme yapabilmeniz gerekir. Hizmetlerimize erişmenin veya kullanmanın yasak olduğu herhangi bir yargı bölgesinde ikamet etmemelisiniz.

source: 3. Account Registration and Security
fa: ۳. ثبت نام حساب و امنیت
tr: 3. Hesap Kaydı ve Güvenlik
