Repository: pdrm55/vesthub
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fa, tr

source: You agree to provide accurate and complete information during the registration process. You are responsible for maintaining the confidentiality of your account credentials, including your password and 2FA codes. VestHub is not liable for any loss or damage arising from your failure to protect your account information.
fa: شما موافقت می‌کنید که اطلاعات دقیق و کاملی را در طول فرآیند ثبت نام ارائه دهید. شما مسئول حفظ محرمانگی اعتبارنامه حساب خود، از جمله رمز عبور و کدهای دو مرحله‌ای (2FA) هستید. VestHub هیچ مسئولیتی در قبال هرگونه ضرر یا خسارت ناشی از عدم محافظت شما از اطلاعات حسابتان ندارد.
tr: Kayıt işlemi sırasında doğru ve eksiksiz bilgi vermeyi kabul edersiniz. Şifreniz ve 2FA kodlarınız dahil olmak üzere hesap kimlik bilgilerinizin gizliliğini korumaktan siz sorumlusunuz. VestHub, hesap bilgilerinizi koruyamamanızdan kaynaklanan herhangi bir kayıp veya hasardan sorumlu değildir.

source: 4. Identity Verification (KYC)
fa: ۴. احراز هویت (KYC)
tr: 4. Kimlik Doğrulama (KYC)

source: To comply with anti-money laundering (AML) regulations, VestHub requires all users to complete Identity Verification (KYC) before withdrawing funds. We reserve the right to request additional documents or suspend accounts that fail to provide satisfactory proof of identity.
fa: برای رعایت مقررات مبارزه با پولشویی (AML)، VestHub از همه کاربران می‌خواهد قبل از برداشت وجوه، احراز هویت (KYC) را تکمیل کنند. ما حق درخواست مدارک اضافی یا تعلیق حساب‌هایی را که مدرک هویت رضایت‌بخشی ارائه ندهند، برای خود محفوظ می‌داریم.
tr: Kara para aklamayı önleme (AML) düzenlemelerine uymak için VestHub, tüm kullanıcıların para çekmeden önce Kimlik Doğrulamasını (KYC) tamamlamasını gerektirir. Ek belgeler talep etme veya tatmin edici kimlik kanıtı sunmayan hesapları askıya alma hakkımız saklıdır.

source: 5. Investment Services
fa: ۵. خدمات سرمایه‌گذاری
tr: 5. Yatırım Hizmetleri

source: VestHub provides automated trading and investment plans. While we strive for accuracy, past performance is not indicative of future results. You acknowledge that all investments carry risk, and you are solely responsible for your investment decisions.
fa: VestHub طرح‌های معاملاتی و سرمایه‌گذاری خودکار ارائه می‌دهد. در حالی که ما برای دقت تلاش می‌کنیم، عملکرد گذشته تضمین‌کننده نتایج آینده نیست. شما تصدیق می‌کنید که همه سرمایه‌گذاری‌ها دارای ریسک هستند و شما به تنهایی مسئول تصمیمات سرمایه‌گذاری خود هستید.
tr: VestHub otomatik ticaret ve yatırım planları sunar. Doğruluk için çabalasak da, geçmiş performans gelecekteki sonuçların göstergesi değildir. Tüm yatırımların risk taşıdığını ve yatırım kararlarınızdan yalnızca sizin sorumlu olduğunuzu kabul edersiniz.

source: 6. Deposits and Withdrawals
fa: ۶. واریز و برداشت
tr: 6. Para Yatırma ve Çekme

source: Deposits must be made using the supported payment methods. Withdrawals are processed according to our withdrawal policy and may be subject to security checks. You agree not to deposit funds originating from illegal activities.
fa: واریزها باید با استفاده از روش‌های پرداخت پشتیبانی‌شده انجام شوند. برداشت‌ها طبق سیاست برداشت ما پردازش می‌شوند و ممکن است مشمول بررسی‌های امنیتی باشند. شما موافقت می‌کنید که وجوه ناشی از فعالیت‌های غیرقانونی را واریز نکنید.
tr: Para yatırma işlemleri desteklenen ödeme yöntemleri kullanılarak yapılmalıdır. Para çekme işlemleri para çekme politikamıza göre işlenir ve güvenlik kontrollerine tabi olabilir. Yasa dışı faaliyetlerden kaynaklanan fonları yatırmamayı kabul edersiniz.

source: 7. Limitation of Liability
fa: ۷. محدودیت مسئولیت
tr: 7. Sorumluluk Sınırlaması

source: VestHub shall not be liable for any indirect, incidental, special, consequential, or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from your access to or use of or inability to access or use the services.
fa: VestHub مسئولیتی در قبال هرگونه خسارت غیرمستقیم، اتفاقی، خاص، تبعی یا تنبیهی، از جمله اما نه محدود به از دست دادن سود، داده‌ها، استفاده، سرقفلی یا سایر زیان‌های نامشهود ناشی از دسترسی یا استفاده شما یا عدم توانایی دسترسی یا استفاده از خدمات نخواهد داشت.
tr: VestHub, hizmetlere erişiminizden veya kullanımınızdan veya hizmetlere erişememenizden veya kullanamamanızdan kaynaklanan kar, veri, kullanım, itibar veya diğer maddi olmayan kayıplar dahil ancak bunlarla sınırlı olmamak üzere dolaylı, arızi, özel, sonuç olarak ortaya çıkan veya cezai zararlardan sorumlu olmayacaktır.

source: 8. Changes to Terms
fa: ۸. تغییرات در شرایط
tr: 8. Şartlarda Değişiklikler

source: We reserve the right to modify these terms at any time. We will notify users of any significant changes via email or a notice on our website.
fa: ما حق اصلاح این شرایط را در هر زمان برای خود محفوظ می‌داریم. ما هرگونه تغییر مهم را از طریق ایمیل یا اطلاعیه‌ای در وب‌سایت به کاربران اطلاع خواهیم داد.
tr: Bu şartları istediğimiz zaman değiştirme hakkımız saklıdır. Önemli değişiklikleri e-posta veya web sitemizdeki bir bildirim yoluyla kullanıcılara bildireceğiz.

source: API Management
fa: مدیریت API
tr: API Yönetimi

source: Connect New Account
fa: اتصال حساب جدید
tr: Yeni Hesap Bağla

source: Secure Connection:
fa: اتصال امن:
tr: Güvenli Bağlantı:

source: Your API keys are encrypted and stored securely. We never have access to withdraw funds from your brokerage account.
fa: کلیدهای API شما رمزنگاری شده و به صورت امن ذخیره می‌شوند. ما هرگز دسترسی برای برداشت وجه از حساب کارگزاری شما را نداریم.
tr: API anahtarlarınız şifrelenir ve güvenli bir şekilde saklanır. Borsa hesabınızdan para çekme erişimimiz asla yoktur.

source: Connected Exchange/Broker Accounts
fa: حساب‌های متصل صرافی/کارگزاری
tr: Bağlı Borsa/Aracı Kurum Hesapları

source: Platform
fa: پلتفرم

source: Label
fa: برچسب
tr: Etiket

source: API Key (Masked)
fa: کلید API (مخفی شده)
tr: API Anahtarı (Maskeli)

source: Last Active
fa: آخرین فعالیت
tr: Son Etkinlik

source: Main Futures Acc
fa: حساب اصلی آتی (Futures)
tr: Ana Vadeli İşlemler Hesabı

source: Connected
fa: متصل
tr: Bağlandı

source: 2 mins ago
fa: ۲ دقیقه پیش
tr: 2 dakika önce

source: Binance Futures
fa: بایننس فیوچرز

source: Crypto Scalping
fa: اسکالپینگ کریپتو
tr: Kripto Scalping

source: Error
fa: خطا
tr: Hata

source: 2 days ago
fa: ۲ روز پیش
tr: 2 gün önce

source: Broker / Exchange
fa: کارگزار / صرافی
tr: Aracı Kurum / Borsa

source: Select platform...
fa: انتخاب پلتفرم...
tr: Platform seçin...

source: AMP Futures
fa: آتی AMP

source: Connection Label
fa: برچسب اتصال
tr: Bağlantı Etiketi

source: e.g., Main Account
fa: مثال: حساب اصلی
tr: örn. Ana Hesap

source: API Key
fa: کلید API
tr: API Anahtarı

source: API Secret
fa: رمز API (Secret)
tr: API Gizli Anahtarı (Secret)

source: Enable Trading Permission (Required for Vetrix 1)
fa: فعال‌سازی مجوز ترید (الزامی برای Vetrix 1)
tr: Alım Satım İznini Etkinleştir (Vetrix 1 için Gerekli)

source: Connect & Test
fa: اتصال و تست
tr: Bağla ve Test Et

source: Trader Portal
fa: پورتال تریدر
tr: Yatırımcı Portalı

source: My Account (Vetrix 1)
fa: حساب من (Vetrix 1)
tr: Hesabım (Vetrix 1)

source: Live Performance
fa: عملکرد زنده
tr: Canlı Performans

source: My Subscription
fa: اشتراک من
tr: Aboneliğim

source: Pro Trader
fa: تریدر حرفه‌ای
tr: Profesyonel Yatırımcı

source: My Subscription & Profits
fa: اشتراک و سودهای من
tr: Abonelik ve Karlarım

source: Current Cycle: Nov 1 - Nov 30
fa: چرخه فعلی: ۱ نوامبر - ۳۰ نوامبر
tr: Mevcut Dönem: 1 Kas - 30 Kas

source: Current Plan
fa: طرح فعلی
tr: Mevcut Plan

source: Profit-Sharing
fa: تقسیم سود
tr: Kar Paylaşımı

source: Client Share:
fa: سهم مشتری:
tr: Müşteri Payı:

source: 100% (up to 2%), then 50%
fa: ۱۰۰٪ (تا ۲٪)، سپس ۵۰٪
tr: %100 (%2'ye kadar), sonra %50

source: VestHub Share:
fa: سهم VestHub:
tr: VestHub Payı:

source: Current Cycle Net Profit
fa: سود خالص چرخه فعلی
tr: Mevcut Dönem Net Karı

source: Profit Threshold (2% = $1,200)
fa: آستانه سود (۲٪ = ۱,۲۰۰ دلار)
tr: Kar Eşiği (%2 = $1,200)

source: Threshold met. Profit sharing active.
fa: آستانه برآورده شد. تقسیم سود فعال است.
tr: Eşik aşıldı. Kar paylaşımı aktif.

source: Unpaid Commission Invoice
fa: فاکتور کمیسیون پرداخت نشده
tr: Ödenmemiş Komisyon Faturası

source: Due by:
fa: مهلت پرداخت:
tr: Son Ödeme Tarihi:

source: Dec 5, 2025
fa: ۵ دسامبر ۲۰۲۵
tr: 5 Ara 2025

source: Pay Invoice
fa: پرداخت فاکتور
tr: Faturayı Öde

source: Invoice History
fa: تاریخچه فاکتورها
tr: Fatura Geçmişi

source: Download All
fa: دانلود همه
tr: Tümünü İndir

source: Invoice ID
fa: شناسه فاکتور
tr: Fatura No

source: Billing Period
fa: دوره صورتحساب
tr: Fatura Dönemi

source: Total Profit
fa: سود کل
tr: Toplam Kar

source: VestHub Share
fa: سهم VestHub
tr: VestHub Payı

source: Oct 1 - Oct 31, 2025
fa: ۱ اکتبر - ۳۱ اکتبر ۲۰۲۵
tr: 1 Eki - 31 Eki, 2025

source: Paid
fa: پرداخت شده
tr: Ödendi

source: Sep 1 - Sep 30, 2025
fa: ۱ سپتامبر - ۳۰ سپتامبر ۲۰۲۵
tr: 1 Eyl - 30 Eyl, 2025

source: No Fee (Below 2%)
fa: بدون کارمزد (زیر ۲٪)
tr: Ücret Yok (%2 Altında)

source: Two-Factor Authentication
fa: احراز هویت دو مرحله‌ای
tr: İki Faktörlü Kimlik Doğrulama

source: Please enter the code from your Google Authenticator app to verify your identity.
fa: لطفاً کد را از برنامه Google Authenticator خود برای تأیید هویت وارد کنید.
tr: Kimliğinizi doğrulamak için lütfen Google Authenticator uygulamanızdaki kodu girin.

source: Authenticator Code
fa: کد Authenticator
tr: Doğrulama Kodu

source: Verify & Log In
fa: تأیید و ورود
tr: Doğrula ve Giriş Yap

source: Cancel Login
fa: لغو ورود
tr: Girişi İptal Et

source: Verify Your Email
fa: تأیید ایمیل شما
tr: E-postanızı Doğrulayın

source: We sent a 6-digit code to your email address. Please enter it below to activate your account.
fa: ما یک کد ۶ رقمی به آدرس ایمیل شما ارسال کردیم. لطفاً آن را در زیر وارد کنید تا حساب شما فعال شود.
tr: E-posta adresinize 6 haneli bir kod gönderdik. Hesabınızı etkinleştirmek için lütfen kodu aşağıya girin.

source: Verification Code
fa: کد تأیید
tr: Doğrulama Kodu

source: Verify Account
fa: تأیید حساب
tr: Hesabı Doğrula

source: Back to Login
fa: بازگشت به ورود
tr: Girişe Dön

source: Withdrawal Settings
fa: تنظیمات برداشت
tr: Çekim Ayarları

source: Set your receiving wallet address for withdrawals. Ensure the network matches.
fa: آدرس کیف پول دریافت‌کننده خود را برای برداشت‌ها تنظیم کنید. اطمینان حاصل کنید که شبکه مطابقت دارد.
tr: Çekimler için alıcı cüzdan adresinizi ayarlayın. Ağın eşleştiğinden emin olun.

source: Wallet Network
fa: شبکه کیف پول
tr: Cüzdan Ağı

source: Wallet Address
fa: آدرس کیف پول
tr: Cüzdan Adresi

source: Enter your address
fa: آدرس خود را وارد کنید
tr: Adresinizi girin

source: Save Withdrawal Address
fa: ذخیره آدرس برداشت
tr: Çekim Adresini Kaydet

source: Deposit Addresses
fa: آدرس‌های واریز
tr: Yatırım Adresleri

source: Use these addresses to fund your account manually.
fa: از این آدرس‌ها برای شارژ دستی حساب خود استفاده کنید.
tr: Hesabınıza manuel olarak fon sağlamak için bu adresleri kullanın.

source: Available for Withdrawal (Profits)
fa: قابل برداشت (سودها)
tr: Çekilebilir Bakiye (Karlar)

source: Demo Tool:
fa: ابزار دمو:
tr: Demo Aracı:

source: Add Fake Profit (Disabled)
fa: افزودن سود جعلی (غیرفعال)
tr: Sahte Kâr Ekle (Devre Dışı)

source: Locked (Active Investments)
fa: قفل شده (سرمایه‌گذاری‌های فعال)
tr: Kilitli (Aktif Yatırımlar)

source: Unlocks on maturity.
fa: در زمان سررسید باز می‌شود.
tr: Vade sonunda açılır.

source: New Withdrawal Request
fa: درخواست برداشت جدید
tr: Yeni Çekim Talebi

source: Security Verification Required
fa: تأیید امنیتی الزامی است
tr: Güvenlik Doğrulaması Gerekli

source: Email Verification Code
fa: کد تأیید ایمیل
tr: E-posta Doğrulama Kodu

source: Check your email inbox for the 6-digit code.
fa: صندوق ورودی ایمیل خود را برای کد ۶ رقمی بررسی کنید.
tr: 6 haneli kod için e-posta kutunuzu kontrol edin.

source: Google Authenticator Code
fa: کد Google Authenticator
tr: Google Authenticator Kodu

source: Confirm Withdrawal
fa: تأیید برداشت
tr: Çekimi Onayla

source: 1. Select Fund Type
fa: ۱. انتخاب نوع وجه
tr: 1. Fon Türünü Seçin

source: Withdraw Profits
fa: برداشت سودها
tr: Karları Çek

source: Withdraw Principal (Contact Support)
fa: برداشت اصل سرمایه (تماس با پشتیبانی)
tr: Ana Parayı Çek (Destekle İletişime Geç)

source: 2. Enter Amount
fa: ۲. وارد کردن مبلغ
tr: 2. Tutarı Girin

source: 3. Confirm Payout Wallet
fa: ۳. تأیید کیف پول واریز
tr: 3. Ödeme Cüzdanını Onayla

source: Funds will be sent to your registered wallet.
fa: وجوه به کیف پول ثبت شده شما ارسال خواهد شد.
tr: Fonlar kayıtlı cüzdanınıza gönderilecektir.

source: Manage Wallet
fa: مدیریت کیف پول
tr: Cüzdanı Yönet

source: Submit Withdrawal Request
fa: ارسال درخواست برداشت
tr: Çekim Talebini Gönder

source: Withdrawal History
fa: تاریخچه برداشت‌ها
tr: Çekim Geçmişi

source: No withdrawal history found.
fa: تاریخچه برداشتی یافت نشد.
tr: Çekim geçmişi bulunamadı.

source: Error: {message}
fa: خطا: {message}
tr: Hata: {message}

source: Missing option
fa: گزینه ناموجود
tr: Eksik seçenek

source: Missing parameter
fa: پارامتر ناموجود
tr: Eksik parametre

source: Usage:
fa: نحوه استفاده:
tr: Kullanım:

source: Repeat for confirmation
fa: تکرار برای تأیید
tr: Onay için tekrarla

source: Error: {e.message}
fa: خطا: {e.message}
tr: Hata: {e.message}

source: file
fa: فایل
tr: dosya

source: directory
fa: دایرکتوری
tr: dizin

source: Invalid email address.
fa: آدرس ایمیل نامعتبر است.
tr: Geçersiz e-posta adresi.

source: Invalid IP address.
fa: آدرس IP نامعتبر است.
tr: Geçersiz IP adresi.

source: Invalid Mac address.
fa: آدرس Mac نامعتبر است.
tr: Geçersiz Mac adresi.

source: This field cannot be edited.
fa: این فیلد قابل ویرایش نیست.
tr: Bu alan düzenlenemez.

source: Choices cannot be None.
fa: گزینه‌ها نمی‌توانند None باشند.
tr: Seçenekler None olamaz.

source: name@example.com
tr: isim@ornek.com

source: you@example.com
tr: siz@ornek.com
