Repository: pdrm55/vesthub
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fa, tr

source: View More Plans
fa: مشاهده طرح‌های بیشتر
tr: Daha Fazla Plan Görüntüle

source: Our Intelligent Solutions
fa: راهکارهای هوشمند ما
tr: Akıllı Çözümlerimiz

source: Automated Growth Plans
fa: طرح‌های رشد خودکار
tr: Otomatik Büyüme Planları

source: Join our secure liquidity pools. Our AI trades, you receive passive profit based on your plan. Ideal for secure, hands-off growth.
fa: به استخرهای نقدینگی امن ما بپیوندید. هوش مصنوعی ما معامله می‌کند، شما بر اساس طرح خود سود غیرفعال دریافت می‌کنید. ایده‌آل برای رشد امن و بدون دخالت.
tr: Güvenli likidite havuzlarımıza katılın. Yapay zekamız işlem yapar, siz planınıza göre pasif kâr elde edersiniz. Güvenli ve zahmetsiz büyüme için idealdir.

source: View Plans & Calculate Profit
fa: مشاهده طرح‌ها و محاسبه سود
tr: Planları Görüntüle ve Kâr Hesapla

source: Private Managed Accounts (VIP)
fa: حساب‌های مدیریت شده خصوصی (VIP)
tr: Özel Yönetilen Hesaplar (VIP)

source: For capital over $100k. Our AI trades directly in your NinjaTrader account. Full transparency, profit-share model.
fa: برای سرمایه بالای ۱۰۰ هزار دلار. هوش مصنوعی ما مستقیماً در حساب NinjaTrader شما معامله می‌کند. شفافیت کامل، مدل تقسیم سود.
tr: $100k üzeri sermaye için. Yapay zekamız doğrudan NinjaTrader hesabınızda işlem yapar. Tam şeffaflık, kâr paylaşım modeli.

source: Request Consultation
fa: درخواست مشاوره
tr: Danışmanlık Talep Et

source: COMING SOON
fa: به زودی
tr: ÇOK YAKINDA

source: Developer API & Lab
fa: آزمایشگاه و API توسعه‌دهندگان
tr: Geliştirici API ve Laboratuvarı

source: Access our low-latency infrastructure and historical data to build your own tools.
fa: دسترسی به زیرساخت کم‌تاخیر و داده‌های تاریخی ما برای ساخت ابزارهای خودتان.
tr: Kendi araçlarınızı oluşturmak için düşük gecikmeli altyapımıza ve geçmiş verilerimize erişin.

source: Join Waitlist
fa: عضویت در لیست انتظار
tr: Bekleme Listesine Katıl

source: Simple, Secure Growth. How it Works.
fa: رشد ساده و امن. نحوه کار.
tr: Basit, Güvenli Büyüme. Nasıl Çalışır.

source: Your browser does not support the video tag.
fa: مرورگر شما از تگ ویدیو پشتیبانی نمی‌کند.
tr: Tarayıcınız video etiketini desteklemiyor.

source: WATCH EXPLAINER VIDEO: How VestHub Grows Your Wealth Safely
fa: تماشای ویدیوی توضیحی: چگونه VestHub ثروت شما را به صورت امن رشد می‌دهد
tr: AÇIKLAYICI VİDEOYU İZLE: VestHub Servetinizi Nasıl Güvenle Büyütür

source: Select Plan & Deposit
fa: انتخاب طرح و واریز
tr: Plan Seç ve Yatır

source: AI Manages & Trades
fa: مدیریت و معامله توسط هوش مصنوعی
tr: Yapay Zeka Yönetir ve İşlem Yapar

source: Withdraw Your Profits
fa: برداشت سودهای خود
tr: Kârlarınızı Çekin

source: A Platform Built for Performance
fa: پلتفرمی ساخته شده برای عملکرد بالا
tr: Performans İçin Tasarlanmış Bir Platform

source: Institutional-Grade Security
fa: امنیت در سطح سازمانی
tr: Kurumsal Düzeyde Güvenlik

source: Bank-level encryption & cold storage.
fa: رمزنگاری در سطح بانکی و ذخیره‌سازی سرد (Cold Storage).
tr: Banka düzeyinde şifreleme ve soğuk depolama.

source: Fully Managed Risk
fa: ریسک کاملاً مدیریت شده
tr: Tamamen Yönetilen Risk

source: AI-Driven Risk Management.
fa: مدیریت ریسک مبتنی بر هوش مصنوعی.
tr: Yapay Zeka Destekli Risk Yönetimi.

source: Real-Time Transparency
fa: شفافیت لحظه‌ای
tr: Gerçek Zamanlı Şeffaflık

source: Real-time performance dashboards.
fa: داشبوردهای عملکرد لحظه‌ای.
tr: Gerçek zamanlı performans gösterge tabloları.

source: Future-Ready Infrastructure
fa: زیرساخت آماده برای آینده
tr: Geleceğe Hazır Altyapı

source: API Coming Soon.
fa: API به زودی ارائه می‌شود.
tr: API Çok Yakında.

source: Join the Future of Automated Trading.
fa: به آینده معاملات خودکار بپیوندید.
tr: Otomatik Ticaretin Geleceğine Katılın.

source: Sign up for free and get access to your new trading dashboard.
fa: رایگان ثبت نام کنید و به داشبورد معاملاتی جدید خود دسترسی پیدا کنید.
tr: Ücretsiz kaydolun ve yeni ticaret kontrol panelinize erişim sağlayın.

source: VIP Exclusive Access
fa: دسترسی انحصاری VIP
tr: VIP Özel Erişim

source: VIP accounts require a minimum deposit of $100,000.
fa: حساب‌های VIP نیاز به حداقل سپرده ۱۰۰,۰۰۰ دلار دارند.
tr: VIP hesaplar minimum 100.000$ depozito gerektirir.

source: This involves a dedicated account manager and a profit-sharing model (not fixed ROI). Please contact support to proceed.
fa: این شامل مدیر حساب اختصاصی و مدل تقسیم سود (نه نرخ بازده ثابت) است. لطفاً برای ادامه با پشتیبانی تماس بگیرید.
tr: Bu, özel bir hesap yöneticisi ve kâr paylaşım modeli (sabit ROI değil) içerir. Devam etmek için lütfen destekle iletişime geçin.

source: Contact Support
fa: تماس با پشتیبانی
tr: Destekle İletişime Geç

source: Choose Your Investment Plan
fa: طرح سرمایه‌گذاری خود را انتخاب کنید
tr: Yatırım Planınızı Seçin

source: Based on your
fa: بر اساس
tr: Sizin

source: risk profile, we have selected the best plans for you.
fa: پروفایل ریسک شما، ما بهترین طرح‌ها را برایتان انتخاب کرده‌ایم.
tr: risk profilinize dayanarak, sizin için en iyi planları seçtik.

source: Choose Plan
fa: انتخاب طرح
tr: Plan Seç

source: No investment plans available for your risk profile at the moment.
fa: در حال حاضر هیچ طرح سرمایه‌گذاری مناسب با پروفایل ریسک شما موجود نیست.
tr: Şu anda risk profiliniz için uygun yatırım planı bulunmamaktadır.

source: Start Investment
fa: شروع سرمایه‌گذاری
tr: Yatırımı Başlat

source: You have selected:
fa: شما انتخاب کردید:
tr: Seçiminiz:

source: Investment Amount
fa: مبلغ سرمایه‌گذاری
tr: Yatırım Tutarı

source: USD
fa: دلار آمریکا

source: I understand and agree to the terms of this investment plan.
fa: من شرایط این طرح سرمایه‌گذاری را مطالعه کرده و می‌پذیرم.
tr: Bu yatırım planının şartlarını anlıyorum ve kabul ediyorum.

source: Confirm Investment
fa: تأیید سرمایه‌گذاری
tr: Yatırımı Onayla

source: Investment Pending Payment
fa: سرمایه‌گذاری در انتظار پرداخت
tr: Yatırım Ödemesi Bekleniyor

source: You are investing:
fa: شما در حال سرمایه‌گذاری:
tr: Yatırım yapıyorsunuz:

source: in
fa: در
tr: buraya:

source: Waiting for Approval
fa: در انتظار تأیید
tr: Onay Bekleniyor

source: Step 1: Make Your Payment
fa: مرحله ۱: پرداخت خود را انجام دهید
tr: 1. Adım: Ödemenizi Yapın

source: Manual Crypto
fa: ارز دیجیتال (دستی)
tr: Manuel Kripto

source: Online Payment
fa: پرداخت آنلاین
tr: Online Ödeme

source: Bank Transfer
fa: انتقال بانکی
tr: Banka Transferi

source: USDT (TRC20):
fa: تتر (TRC20):

source: USDT (ERC20):
fa: تتر (ERC20):

source: USDT (BEP20):
fa: تتر (BEP20):

source: USDT (Polygon):
fa: تتر (Polygon):

source: Online payment is currently under maintenance.
fa: پرداخت آنلاین در حال حاضر در دست تعمیر است.
tr: Online ödeme şu anda bakımda.

source: Bank Account Details
fa: مشخصات حساب بانکی
tr: Banka Hesap Detayları

source: Step 2: Submit Proof (Manual Only)
fa: مرحله ۲: ارسال مدرک (فقط روش دستی)
tr: 2. Adım: Kanıt Gönder (Sadece Manuel)

source: Proof Submitted!
fa: مدرک ارسال شد!
tr: Kanıt Gönderildi!

source: Transaction ID:
fa: شناسه تراکنش:
tr: İşlem Kimliği (TxID):

source: Receipt Document Uploaded
fa: سند رسید آپلود شد
tr: Dekont Belgesi Yüklendi

source: Return to Dashboard
fa: بازگشت به داشبورد
tr: Kontrol Paneline Dön

source: Crypto TxID (or Bank Ref)
fa: شناسه تراکنش کریپتو (یا مرجع بانکی)
tr: Kripto TxID (veya Banka Ref)

source: Upload Receipt
fa: آپلود رسید
tr: Dekont Yükle

source: Upload receipt (Max 5MB)
fa: آپلود رسید (حداکثر ۵ مگابایت)
tr: Dekont yükle (Maks 5MB)

source: Submit Proof
fa: ارسال مدرک
tr: Kanıt Gönder

source: Investing: The Ultimate Insurance for Your Financial Future
fa: سرمایه‌گذاری: بیمه نهایی برای آینده مالی شما
tr: Yatırım: Finansal Geleceğiniz İçin Nihai Sigorta

source: In a world of economic uncertainty, holding cash in a bank account means your purchasing power is quietly eroding. Saving is an excellent first step, but it isn't enough.
fa: در دنیای بی‌ثباتی اقتصادی، نگهداری پول نقد در حساب بانکی به معنای فرسایش آرام قدرت خرید شماست. پس‌انداز یک گام اول عالی است، اما کافی نیست.
tr: Ekonomik belirsizlik dünyasında, banka hesabında nakit tutmak, satın alma gücünüzün sessizce eridiği anlamına gelir. Tasarruf etmek harika bir ilk adımdır, ancak yeterli değildir.

source: Inflation is the silent, consistent force that diminishes the value of your hard-earned money. Investing is the critical bridge between "saving" and "building wealth."
fa: تورم نیروی خاموش و مداومی است که ارزش پول زحمت‌کشیده شما را کاهش می‌دهد. سرمایه‌گذاری پل حیاتی میان «پس‌انداز» و «تولید ثروت» است.
tr: Enflasyon, zor kazanılan paranızın değerini azaltan sessiz ve istikrarlı bir güçtür. Yatırım, "tasarruf" ile "servet inşası" arasındaki kritik köprüdür.

source: Financial Security
fa: امنیت مالی
tr: Finansal Güvenlik

source: Why Investing Is No Longer a Choice, But a Necessity
fa: چرا سرمایه‌گذاری دیگر یک انتخاب نیست، بلکه یک ضرورت است
tr: Yatırım Neden Artık Bir Seçenek Değil, Bir Zorunluluktur

source: We believe that smart investing is the cornerstone of future financial independence. Here’s why it is essential:
fa: ما معتقدیم که سرمایه‌گذاری هوشمند سنگ بنای استقلال مالی آینده است. در اینجا دلایل ضروری بودن آن آمده است:
tr: Akıllı yatırımın gelecekteki finansal bağımsızlığın temel taşı olduğuna inanıyoruz. İşte neden gerekli olduğu:

source: Inflation Shield
fa: سپر تورمی
tr: Enflasyon Kalkanı

source: Your Shield Against Inflation
fa: سپر شما در برابر تورم
tr: Enflasyona Karşı Kalkanınız

source: This is the most straightforward reason. If your money isn't growing, it's losing. The primary goal of investing is to outpace inflation, ensuring that 10, 20, or 30 years from now, your money has the same—or more—buying power than it does today.
fa: این ساده‌ترین دلیل است. اگر پول شما رشد نمی‌کند، در حال از دست رفتن است. هدف اصلی سرمایه‌گذاری پیشی گرفتن از تورم است تا اطمینان حاصل شود که ۱۰، ۲۰ یا ۳۰ سال دیگر، پول شما همان قدرت خرید (یا بیشتر) امروز را داشته باشد.
tr: Bu en basit nedendir. Paranız büyümüyorsa, kaybediyordur. Yatırımın birincil amacı enflasyonu geçmek, 10, 20 veya 30 yıl sonra paranızın bugünkünden aynı -veya daha fazla- alım gücüne sahip olmasını sağlamaktır.

source: Insurance
fa: بیمه
tr: Sigorta

source: Your "Insurance" for the Unexpected
fa: «بیمه» شما برای وقایع غیرمنتظره
tr: Beklenmedik Durumlar İçin "Sigortanız"

source: A strong investment portfolio acts as your financial "insurance policy." It is a far more effective and robust emergency fund that gives you the flexibility to navigate financial challenges without extreme stress or being forced into hasty, poor decisions.
fa: یک سبد سرمایه‌گذاری قوی به عنوان «بیمه‌نامه» مالی شما عمل می‌کند. این یک صندوق اضطراری بسیار مؤثرتر و قوی‌تر است که به شما انعطاف‌پذیری لازم را می‌دهد تا از چالش‌های مالی بدون استرس شدید یا مجبور شدن به تصمیم‌گیری‌های عجولانه و ضعیف عبور کنید.
tr: Güçlü bir yatırım portföyü finansal "sigorta poliçeniz" gibi hareket eder. Size aşırı stres yaşamadan veya aceleci, kötü kararlar almaya zorlanmadan finansal zorlukları aşma esnekliği veren çok daha etkili ve sağlam bir acil durum fonudur.

source: Major Goals
fa: اهداف بزرگ
tr: Büyük Hedefler

source: The Engine for Your Major Goals
fa: موتور محرک اهداف بزرگ شما
tr: Büyük Hedefleriniz İçin Motor

source: We all have dreams: buying a home, funding a child's education, or enjoying a comfortable retirement. Investing is the engine that puts a realistic timeline on those dreams and transforms "saving" from a passive habit into an active strategy.
fa: همه ما رویاهایی داریم: خرید خانه، تأمین هزینه تحصیل فرزندان، یا لذت بردن از یک بازنشستگی راحت. سرمایه‌گذاری موتوری است که یک زمان‌بندی واقع‌بینانه برای این رویاها تعیین می‌کند و «پس‌انداز» را از یک عادت منفعل به یک استراتژی فعال تبدیل می‌کند.
tr: Hepimizin hayalleri vardır: ev almak, bir çocuğun eğitimini finanse etmek veya rahat bir emekliliğin tadını çıkarmak. Yatırım, bu hayallere gerçekçi bir zaman çizelgesi koyan ve "tasarrufu" pasif bir alışkanlıktan aktif bir stratejiye dönüştüren motordur.

source: Compound Interest
fa: سود مرکب
tr: Bileşik Faiz

source: The Power of Compound Interest
fa: قدرت سود مرکب
tr: Bileşik Faizin Gücü

source: Albert Einstein called it the eighth wonder of the world. You don’t just earn returns on your original money; you earn returns
fa: آلبرت انیشتین آن را هشتمین عجایب جهان نامید. شما نه تنها روی پول اولیه خود سود کسب می‌کنید؛ بلکه سود کسب می‌کنید
tr: Albert Einstein buna dünyanın sekizinci harikası demiştir. Sadece orijinal paranız üzerinden getiri elde etmezsiniz; aynı zamanda

source: on your returns
fa: روی سودهای خود
tr: getirileriniz üzerinden de getiri

source: . This "snowball" effect is the difference between a small savings pot and significant wealth.
fa: . این اثر «گلوله برفی» تفاوت بین یک قلک پس‌انداز کوچک و ثروت قابل توجه است.
tr: kazanırsınız. Bu "kar topu" etkisi, küçük bir birikim ile önemli bir servet arasındaki farktır.

source: "But Isn't Investing Complicated?"
fa: «اما آیا سرمایه‌گذاری پیچیده نیست؟»
tr: "Ama Yatırım Yapmak Karmaşık Değil mi?"

source: This is where VestHub comes in. We understand not everyone has the time or desire to become a pro trader. That is precisely why we created our Managed Investment Service.
fa: اینجاست که VestHub وارد می‌شود. ما می‌دانیم که همه وقت یا تمایل ندارند که به یک معامله‌گر حرفه‌ای تبدیل شوند. دقیقاً به همین دلیل است که ما سرویس سرمایه‌گذاری مدیریت شده خود را ایجاد کردیم.
tr: İşte VestHub burada devreye giriyor. Herkesin profesyonel bir yatırımcı olmak için zamanı veya isteği olmadığını anlıyoruz. Tam da bu yüzden Yönetilen Yatırım Hizmetimizi oluşturduk.

source: We take the complexity out of the equation. Our expert team and AI algorithms do the heavy lifting.
fa: ما پیچیدگی را از معادله حذف می‌کنیم. تیم متخصص و الگوریتم‌های هوش مصنوعی ما کار سخت را انجام می‌دهند.
tr: Karmaşıklığı denklemden çıkarıyoruz. Uzman ekibimiz ve yapay zeka algoritmalarımız zor işi sizin yerinize yapıyor.

source: How it Works: Simple & Secure
fa: نحوه کار: ساده و امن
tr: Nasıl Çalışır: Basit ve Güvenli

source: How it Works Infographic
fa: اینفوگرافیک نحوه کار
tr: Nasıl Çalışır İnfografiği

source: Simple, Stress-Free Investing.
fa: سرمایه‌گذاری ساده و بدون استرس.
tr: Basit, Stressiz Yatırım.

source: Gain all the benefits of investing without any of the stress.
fa: تمام مزایای سرمایه‌گذاری را بدون هیچ استرسی به دست آورید.
tr: Stres yaşamadan yatırımın tüm avantajlarından yararlanın.

source: View Investment Plans
fa: مشاهده طرح‌های سرمایه‌گذاری
tr: Yatırım Planlarını Görüntüle

source: Log In to VestHub
fa: ورود به VestHub
tr: VestHub'a Giriş Yap

source: Continue with Google
fa: ادامه با گوگل
tr: Google ile Devam Et

source: Continue with Apple
fa: ادامه با اپل
tr: Apple ile Devam Et

source: OR
fa: یا
tr: VEYA

source: Email address
fa: آدرس ایمیل
tr: E-posta adresi

source: Forgot?
fa: فراموش کردید؟
tr: Unuttunuz mu?

source: Don't have an account?
fa: حساب کاربری ندارید؟
tr: Hesabınız yok mu?

source: Institutional-Grade Alpha. Available to You.
fa: کیفیت و عملکرد حرفه‌ای بازارهای مالی، برای همه کاربران
tr: Kurumsal Düzeyde Getiri. Sizin İçin Erişilebilir.

source: Stop trading against the house. Trade WITH the house using Vetrix 1.
fa: دیگر برخلاف جریان بازار معامله نکنید؛ با Vetrix 1 هم‌جهت با بازار معامله کنید
tr: Kasaya karşı işlem yapmayı bırakın. Vetrix 1 kullanarak kasa İLE işlem yapın.

source: Start Trading Now
fa: همین حالا معامله را شروع کنید
tr: Şimdi İşleme Başla

source: For Institutions
fa: برای نهادها (موسسات)
tr: Kurumlar İçin

source: Don't Trust Words. Trust Data.
fa: به حرف‌ها اعتماد نکنید. به داده‌ها اعتماد کنید.
tr: Sözlere Değil, Verilere Güvenin.

source: Vetrix 1 is backtested over 10 years of tick-data and forward-tested in live markets. Transparency is our core value.
fa: Vetrix 1 روی سالها داده‌های تیک بک‌تست شده و در بازارهای زنده عملیاتی شده است. شفافیت ارزش اصلی ماست.
tr: Vetrix 1, 10 yılı aşkın tick verisi üzerinde geriye dönük test edilmiş ve canlı piyasalarda ileriye dönük test edilmiştir. Şeffaflık temel değerimizdir.

source: Total Return
fa: بازده کل
tr: Toplam Getiri

source: Approved based on real market data backed testing.
fa: تأیید شده بر اساس تست‌های پشتیبانی شده با داده‌های واقعی بازار.
tr: Gerçek piyasa verileriyle desteklenen testlere dayanarak onaylanmıştır.

source: The Vetrix 1 Advantage: Why We Are Different
fa: مزیت Vetrix 1: چرا ما متفاوت هستیم
tr: Vetrix 1 Avantajı: Neden Farklıyız

source: Aligned Profit Model
fa: مدل سود همسو
tr: Hizalanmış Kar Modeli

source: We win when you win. Unlike subscription-based bots that don't care if you profit, Vetrix operates on a **Profit-Sharing** model. Our incentives are 100%% aligned with your success.
fa: ما زمانی برنده می‌شویم که شما برنده شوید. برخلاف ربات‌های اشتراکی که اهمیتی نمی‌دهند شما سود می‌کنید یا نه، Vetrix بر اساس مدل **تقسیم سود** کار می‌کند. انگیزه‌های ما ۱۰۰%% با موفقیت شما همسو هستند.
tr: Siz kazandığınızda biz de kazanırız. Kâr edip etmediğinizi önemsemeyen abonelik tabanlı botların aksine, Vetrix bir **Kar Paylaşımı** modeliyle çalışır. Teşviklerimiz %%100 başarınızla uyumludur.

source: Technical Superiority
fa: برتری فنی
tr: Teknik Üstünlük

source: Built in C# for low-latency execution. We use **real Range Bar data** from futures markets, not unreliable CFD data. Our algorithm is volume-independent, making it universally adaptable.
fa: ساخته شده با زبان C# برای اجرای کم‌تاخیر. ما از **داده‌های واقعی Range Bar** بازارهای آتی (Futures) استفاده می‌کنیم، نه داده‌های نامعتبر CFD. الگوریتم ما مستقل از حجم است که آن را به طور جهانی قابل انطباق می‌کند.
tr: Düşük gecikmeli işlem yürütme için C# ile oluşturuldu. Güvenilmez CFD verileri yerine vadeli işlem piyasalarından **gerçek Aralık Çubuğu (Range Bar) verileri** kullanıyoruz. Algoritmamız hacimden bağımsızdır, bu da onu evrensel olarak uyarlanabilir kılar.

source: Adaptive Risk Management
fa: مدیریت ریسک تطبیقی
tr: Uyarlanabilir Risk Yönetimi

source: Vetrix 1 features a multi-layered, adaptive money management system. It's designed to control daily drawdowns and manage risk intelligently, protecting your capital during volatile conditions.
fa: Vetrix 1 دارای سیستم مدیریت سرمایه چندلایه و تطبیقی است. این سیستم برای کنترل افت سرمایه (Drawdown) روزانه و مدیریت هوشمند ریسک طراحی شده است تا از سرمایه شما در شرایط نوسانی محافظت کند.
tr: Vetrix 1, çok katmanlı, uyarlanabilir bir para yönetim sistemine sahiptir. Günlük düşüşleri kontrol etmek ve riski akıllıca yönetmek, dalgalı koşullarda sermayenizi korumak için tasarlanmıştır.

source: How We Compare
fa: مقایسه ما
tr: Karşılaştırma

source: Feature
fa: ویژگی
tr: Özellik

source: Best Choice
fa: بهترین انتخاب
tr: En İyi Seçim

source: Retail Bot Marketplaces
fa: فروشگاه‌های ربات خرده‌فروشی
tr: Perakende Bot Pazarları

source: Retail Crypto Bots (e.g., 3Commas)
fa: ربات‌های کریپتو خرده‌فروشی (مثلاً 3Commas)
tr: Bireysel Kripto Botları (örn. 3Commas)

source: Target Audience
fa: مخاطب هدف
tr: Hedef Kitle

source: Funds, Companies, Pro Traders
fa: صندوق‌ها، شرکت‌ها، معامله‌گران حرفه‌ای
tr: Fonlar, Şirketler, Profesyonel Yatırımcılar

source: Retail Traders
fa: معامله‌گران خرد
tr: Bireysel Yatırımcılar

source: Retail Crypto Users
fa: کاربران کریپتو خرد
tr: Bireysel Kripto Kullanıcıları

source: Revenue Model
fa: مدل درآمدی
tr: Gelir Modeli

source: Profit-Sharing (Aligned)
fa: تقسیم سود (همسو)
tr: Kar Paylaşımı (Hizalanmış)

source: Subscription / Direct Sale
fa: اشتراک / فروش مستقیم
tr: Abonelik / Doğrudan Satış

source: Subscription
fa: اشتراک
tr: Abonelik

source: Core Technology
fa: تکنولوژی هسته
tr: Çekirdek Teknoloji

source: C# (Low-Latency)
fa: C# (کم‌تاخیر)
tr: C# (Düşük Gecikme)

source: Varies (Often Python, JS)
fa: متغیر (اغلب پایتون، JS)
tr: Değişken (Genellikle Python, JS)

source: Varies
fa: متغیر
tr: Değişken

source: Data Source
fa: منبع داده
tr: Veri Kaynağı

source: Real Futures Range Bars
fa: رنج بار واقعی آتی (Futures)
tr: Gerçek Vadeli İşlem Range Bar'ları

source: Often unreliable CFD data
fa: اغلب داده‌های نامعتبر CFD
tr: Genellikle güvenilmez CFD verileri

source: Exchange API
fa: API صرافی
tr: Borsa API'si

source: Risk Management
fa: مدیریت ریسک
tr: Risk Yönetimi

source: Adaptive, Multi-Level, DD Control
fa: تطبیقی، چند سطحی، کنترل افت سرمایه (DD)
tr: Uyarlanabilir, Çok Seviyeli, DD Kontrolü

source: Basic / None
fa: پایه / هیچ
tr: Temel / Yok

source: User-dependent Stop-Loss
fa: حد ضرر وابسته به کاربر
tr: Kullanıcıya bağlı Zarar Durdurma (Stop-Loss)

source: Transparency
fa: شفافیت
tr: Şeffaflık

source: Full (Real Statements)
fa: کامل (صورت‌حساب‌های واقعی)
tr: Tam (Gerçek Hesap Özetleri)

source: Low (Backtests only)
fa: کم (فقط بک‌تست)
tr: Düşük (Sadece Backtestler)

source: User-dependent
fa: وابسته به کاربر
tr: Kullanıcıya bağlı

source: Built for Professionals
fa: ساخته شده برای حرفه‌ای‌ها
tr: Profesyoneller İçin Tasarlandı

source: For Individual Pro Traders
fa: برای معامله‌گران حرفه‌ای مستقل
tr: Bireysel Profesyonel Yatırımcılar İçin

source: Run Vetrix 1 directly on your own trading account. You maintain full control over your funds. We provide the execution, risk management, and performance monitoring.
fa: Vetrix 1 را مستقیماً روی حساب معاملاتی خود اجرا کنید. شما کنترل کامل بر سرمایه خود دارید. ما اجرا، مدیریت ریسک و نظارت بر عملکرد را فراهم می‌کنیم.
tr: Vetrix 1'i doğrudan kendi ticaret hesabınızda çalıştırın. Fonlarınız üzerinde tam kontrolü elinizde tutarsınız. Biz işlem yürütme, risk yönetimi ve performans izleme sağlıyoruz.

source: Min. Capital:
fa: حداقل سرمایه:
tr: Min. Sermaye:

source: Model:
fa: مدل:

source: Profit-Sharing (50/50 above 2%% threshold)
fa: تقسیم سود (۵۰/۵۰ بالای آستانه ۲%%)
tr: Kar Paylaşımı (%%2 eşiğinin üzerinde 50/50)

source: Connection:
fa: اتصال:
tr: Bağlantı:

source: Direct API (NinjaTrader, AMP, etc.)
fa: API مستقیم (NinjaTrader، AMP و غیره)
tr: Doğrudan API (NinjaTrader, AMP, vb.)

source: Start Trading
fa: شروع معامله
tr: İşleme Başla

source: For Institutions & Funds (B2B)
fa: برای نهادها و صندوق‌ها (B2B)
tr: Kurumlar ve Fonlar İçin (B2B)

source: Integrate Vetrix 1 into your fund's portfolio to diversify strategies and stabilize returns. Ideal for fixed-income funds, prop firms, and corporations with idle capital.
fa: Vetrix 1 را در پورتفوی صندوق خود ادغام کنید تا استراتژی‌ها را متنوع و بازدهی را تثبیت کنید. ایده‌آل برای صندوق‌های درآمد ثابت، شرکت‌های پراپ و شرکت‌هایی با سرمایه راکد.
tr: Stratejileri çeşitlendirmek ve getirileri istikrara kavuşturmak için Vetrix 1'i fonunuzun portföyüne entegre edin. Sabit getirili fonlar, prop firmaları ve atıl sermayesi olan şirketler için idealdir.

source: B2B Agreement (PoC required)
fa: قرارداد B2B (نیاز به PoC)
tr: B2B Anlaşması (PoC gereklidir)

source: Features:
fa: ویژگی‌ها:
tr: Özellikler:

source: SLA, Custom Risk Overlays, Managerial Reporting
fa: توافق‌نامه سطح خدمات (SLA)، لایه‌های ریسک سفارشی، گزارش‌دهی مدیریتی
tr: SLA, Özel Risk Katmanları, Yönetimsel Raporlama

source: Request a B2B Demo
fa: درخواست دموی B2B
tr: B2B Demosu Talep Edin

source: Key Features
fa: ویژگی‌های کلیدی
tr: Temel Özellikler

source: Multi-Platform Ready
fa: آماده برای پلتفرم‌های متعدد
tr: Çoklu Platforma Hazır

source: Modular architecture designed for NinjaTrader, MetaTrader, Tradovate, and more.
fa: معماری ماژولار طراحی شده برای NinjaTrader، MetaTrader، Tradovate و موارد دیگر.
tr: NinjaTrader, MetaTrader, Tradovate ve daha fazlası için tasarlanmış modüler mimari.

source: Universal Market Adaptability
fa: انطباق‌پذیری جهانی با بازار
tr: Evrensel Piyasa Uyumluluğu

source: Data-independence allows Vetrix to run seamlessly on Futures, Crypto Futures, Forex, and Commodities.
fa: استقلال از داده‌ها به Vetrix اجازه می‌دهد تا به طور یکپارچه روی آتی (Futures)، آتی کریپتو، فارکس و کالاها اجرا شود.
tr: Veri bağımsızlığı, Vetrix'in Vadeli İşlemler, Kripto Vadeli İşlemler, Forex ve Emtialar üzerinde sorunsuz çalışmasını sağlar.

source: AI & Machine Learning Ready
fa: آماده هوش مصنوعی و یادگیری ماشین
tr: Yapay Zeka ve Makine Öğrenimine Hazır
